{"origin": "wired", "title": "mississippi passes bill banning lab-grown meat", "link": "https://www.wired.com/story/mississippi-bans-lab-grown-meat/", "image": "https://media.wired.com/photos/67ceef6de3310b97bc9b2e82/3:2/w_1600%2cc_limit/lab-grown-sausages-pan-sci.jpg", "resume": "three states have now passed legislation making it illegal to manufacture, sell, or distribute cultivated meat.", "date_published": "2025-03-10t16:22:52-04:00", "author": "matt reynolds", "segments": [" of Representatives just passed a bill banning ", ". This makes Mississippi the third state to outlaw meat grown in vats from small samples of animal cells.", "The ", " will make it illegal for anyone to manufacture, sell, or distribute cultivated meat in the state. Violating the law would be a misdemeanour, punishable by a fine of no more than $500 and/or up to three months in county jail. Similar laws passed last year in ", " and ", " also carry potential jail terms or fines of up to $500.", "The bill now awaits the signature of Governor Tate Reeves and will become law unless he chooses to veto the bill. Mississippi’s agriculture commissioner, Andy Gipson, has criticized the cultivated meat industry, and he supported a 2019 bill that prevented cultivated meat products being labeled as meat in the state. In 2024 he published a post on his website that commended the cultivated meat bans in Florida and Alabama. “I want my steak to come from farm-raised beef, not a petri-dish from a lab,” he wrote.", "“This has a very, very, strong sense of political theater,” says Suzi Gerber, executive director of the Association for Meat, Poultry, and Seafood Innovation, a trade group representing the cultivated meat industry. The actual impact of the law in any of these states would be minimal, she says, since cultivated meat hasn’t been available for sale in any of them.", "Republican representatives Bill Pigott and Lester Carpenter introduced the Mississippi bill in January 2025. It passed both houses without a single vote in opposition. But similar legislation in other states has had less of a smooth path. A ", " that would have outlawed cultivated meat was voted down in its third reading in the senate in February, while a similar bill proposed in South Dakota also failed to make it through a ", " in February.", "“I was surprised but encouraged by the results in those states,” says Gerber. In Wyoming some senators argued for better packaging and labeling provisions instead of an outright ban on cultivated meat, while in South Dakota ", " the ban, arguing it would inhibit free trade.", "Other states are considering legislation similar to that already passed in Florida, Alabama, and Mississippi. A bill introduced in ", " would make it illegal to sell cultivated meat. In Nebraska a bill that would ", " in the state was introduced at the request of Governor Jim Pillen in January.", "The Florida ban is currently being contested in a court case brought by the Californian cultivated meat firm Upside Foods and the Institute of Justice, a nonprofit public interest law firm. The case argues that the Florida ban violates two separate parts of the US Constitution, which cover interstate commerce and the relationship between federal and state law. In October a federal judge denied ", " that would have halted the enforcement of Florida’s ban on cultivated meat.", "The steady drip of state bans has coincided with a downturn in investor enthusiasm for cultivated meat. Just $226 million was ", " in 2023, significantly down from $922 million in 2022. In early 2024 Upside Foods ", ", while California-based SciFiFoods shut down ", ".", "But there are some signs that the industry is weathering these headwinds. On March 8, San Francisco–based cultivated meat company Mission Barns announced that the Food and Drug Administration had no further questions about the safety of its cultivated pork fat product, a major step toward selling the product in the US. Only two other companies, Upside Foods and Eat Just, have received a similar letter from the FDA. Now Mission Barns only needs approval from the US Department of Agriculture in order to launch in the US."]}