{"origin": "thenextweb", "title": "this una smartwatch can be taken apart like lego and repaired at home\n                                    ", "link": "/news/una-sports-smartwatch-can-be-taken-apart-like-lego-and-repaired-at-home", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2c366&url=https%3a%2f%2fcdn0.tnwcdn.com%2fwp-content%2fblogs.dir%2f1%2ffiles%2f2025%2f04%2funa-smartwatch.jpg&signature=eb6a2f846e5041f39312bdf2953cda70", "resume": "\n                                    it could be the last smartwatch you'll ever own...\n                                ", "date_published": "april 7, 2025 - 12:52 pm", "author": "siôn geschwindt", "segments": ["Scottish startup Una aims to upend this take-make-waste cycle. The company’s sports smartwatch is built to be repaired. Users can easily swap, replace, and ", " individual components like the screen, battery, and health sensors, extending the device’s lifespan.", "“Customers are tired of replacing expensive tech every few years,” said Lewis Allison, Una’s founder. “We’re showing the industry there’s a better way.”", "Una had a blockbuster launch on Kickstarter last week, signalling early demand for its repairable, upgradable smartwatch. The startup raised over £200,000 in just 48 hours after its launch on the crowdfunding platform. That’s more than 20 times its initial fundraising goal of £10,000.", "Over 3,000 people have pre-ordered Una’s smartwatch. The first deliveries are due to begin in August 2025 to customers in the EU, UK,", "The 💜 of EU tech", "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!", "While sustainability is at its core, Una’s watch doesn’t compromise on high-tech features. The smartwatch uses dual-frequency GPS, improving the accuracy, reliability, and robustness of location data.", "hese include a barometric altimeter for elevation changes, an accelerometer to track movement, and a magnetometer for orientation. It also measures heart rate and blood oxygen levels.", "Powered by an ultra-efficient Cortex-M33 chip, the smartwatch offers up to 10 days of battery life. It charges via a regular USB-C cable.", "Una runs on FreeRTOS, an open-source operating system for microelectronics. The company also offers add-on hardware and software “kits” that allow users to build custom apps, create new hardware modules, and even write their own firmware.", "Una departs from proprietary, closed-source devices like the Apple Watch and Garmin, which dominate the global smartwatch market, ", " $33bn last year.", "The Edinburgh-based startup is one of a growing number of tech companies developing products that customers can fix and upgrade themselves. Other examples include Fairphone, which ", " that can be repaired at home using just a screwdriver and a video manual, and Framework, which builds modular laptops.", "Una’s Kickstarter success follows a £300,000 investment from SFC Capital in March. The company also won £100,000 in the Scottish EDGE startup competition last year."]}