{"origin": "cnet", "title": "openai is reportedly preparing to launch gpt-4.1", "link": "https://www.cnet.com/tech/services-and-software/openai-is-reportedly-preparing-to-launch-gpt-4-1/", "image": null, "resume": "\n    evidence is mounting that the newest version of gpt will be released soon.\n  ", "date_published": "april 11, 2025  5:23 p.m. pt", "author": "imad khan", "segments": [" along with a full version of its o3 reasoning model soon, according to a report from The Verge on Friday. ", "GPT-4.1 will launch along with smaller GPT-4.1 mini and nano versions. This updated model is supposed to be a revamped version of GPT-4o, a multimodal model released last year. The Verge also points to a post on X, the social media site formerly known as Twitter, by Tibor Blaho, an AI engineer at AIPRM. Blago found mentions GPT-4.1 on the OpenAI API Platform. After The Verge posted its article, Blaho also found references to GPT-4.1 on the OpenAI API Platform.", "I am still thinking about the article from The Verge yesterday mentioning \"GPT-4.1\" because I haven't seen it mentioned anywhere else yet", "But here is undeniable confirmation - model art for model pages on the OpenAI API Platform is already being prepared for o3, o4-mini, and… ", " ", "Blaho earlier found referrals to \"o4-mini\" in ChatGPT's web code, indicating that more AI models are coming.", "New ChatGPT web app version deployed just now (after midnight San Francisco time) adds mentions of \"o4-mini\", \"o4-mini-high\" and \"o3\" ", "OpenAI didn't immediately respond to a request for comment.", "As the AI race continues, OpenAI has repeatedly made headlines for its ability to introduce more powerful models to an increasing number of users. Last month, OpenAI introduced image generation in ChatGPT-4o, which impressed with its accuracy and realism. The feature became so popular that ", " after CEO Sam Altman posted, \"Our GPUs are melting.\" Earlier this week, ", " so that it could do a better job of recalling information from past conversations. This comes as Google, too, is pushing to lead the AI space with more offerings, ", ". The company launched a \"practically unlimited\" ", " for free earlier this year and is currently ", ", a new generator tool to compete with OpenAI's Sora.", "While ", " and is actually trying to ", ", it's currently valued at ", ". Even though ChatGPT is still far from overtaking Google, it was the ", "."]}