{"origin": "wired", "title": "after 9 months in space, stranded nasa astronauts return home", "link": "https://www.wired.com/story/after-9-months-in-space-stranded-nasa-astronauts-return-home/", "image": "https://media.wired.com/photos/67dab7b4f87ad00bd176d975/3:2/w_1600%2cc_limit/astronautas3.jpg", "resume": null, "date_published": null, "author": "javier carbajal", "segments": [" Butch Wilmore, the US astronauts stranded for nine months on the ", ", finally made it home on Tuesday, March 18. They returned to Earth with the two members of the SpaceX Crew-9 mission—", " Nick Hague and Russian cosmonaut Aleksandr Gorbunov of Roscosmos—aboard ", " Dragon Freedom spacecraft.", "The four crew successfully splashed down off the coast of Florida at 5:57 pm EDT. Teams aboard SpaceX recovery craft boarded Dragon Freedom and assisted the crew. The astronauts were then flown to NASA’s Johnson Space Center in Houston to be reunited with their families.", "Sunita Lyn “Suni” Williams, 59, and Barry Eugene “Butch” Wilmore, 62, ", ", on a mission to test Starliner, a Boeing spacecraft designed to transport crew to and from the ISS and other destinations in low-Earth orbit. The astronauts had not planned to spend more than two weeks in space, but ", " with Starliner thwarted that plan.", "As it approached the space station, some of Starliner’s thrusters stopped working. Although the Boeing spacecraft managed to dock at the ISS, NASA preferred not to take any risks with its return and opted to ", " without crew on board. The spacecraft landed safely in September.", "While Williams and Wilmore’s extended stay in space was unplanned, they had trained for potentially having to stay on the ISS for a number of months. Both also have extensive experience in space expeditions, including previous stays in the ISS.", "In order for the astronauts to return home, ", " to send only two astronauts instead of four on the subsequent SpaceX mission. Williams and Wilmore would travel back to Earth in the two vacant seats in the SpaceX vehicle. After some delays, that mission—Crew-9, with Hague and Gorbunov on board—lifted off on September 28, 2024, bound for the ISS.", "But this didn’t mark the end of Williams and Wilmore’s stay on the space station. It was still necessary to wait for the next mission to arrive at the ISS in order to leave the space station with an adequate number of personnel to operate it. So even after Crew-9 had arrived, Williams and Wilmore had to wait for the arrival of Crew-10—which did not happen until March 14—to be free to return to Earth.", "While the stranded astronauts were prepared for these inconveniences, their condition became a political issue between the administrations of US presidents ", " and ", ". ", ", the owner of SpaceX and a leading figure in the second Trump administration, accused the Biden administration of abandoning the astronauts on the ISS. Shortly after being inaugurated, President Trump ", " to return the stranded astronauts as soon as possible.", "“PROMISE MADE, PROMISE KEPT: President Trump pledged to rescue the astronauts stranded in space for nine months. Today, they safely splashed down in the Gulf of America, thanks to", "@ElonMusk, @SpaceX, and @NASA!” the official White House account ", " on Tuesday after the splashdown.", "“We are thrilled to have Suni, Butch, Nick, and Aleksandr home after their monthslong mission conducting vital science, technology demonstrations, and maintenance aboard the International Space Station,” said NASA acting dministrator Janet Petro ", ". “Per President Trump’s direction, NASA and SpaceX worked diligently to pull the schedule a month earlier. This international crew and our teams on the ground embraced the Trump administration’s challenge of an updated, and somewhat unique, mission plan, to bring our crew home.”", "According to NASA, Williams and Wilmore traveled 195 million kilometers during their mission, spent 286 days in space, and completed 4,576 orbits around Earth."]}