{"origin": "thenextweb", "title": "meet the 5 nordic scaleup stars in the finals of tech5 — the ‘champions league of tech’\n                                    ", "link": "/news/5-best-nordics-scaleup-join-tech5-champions-league-of-technology", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2c366&url=https%3a%2f%2fcdn0.tnwcdn.com%2fwp-content%2fblogs.dir%2f1%2ffiles%2f2025%2f04%2funtitled-design-5.jpg&signature=e5356921e13cace837cda1acfa76c0ea", "resume": "\n                                    the nordic contenders join five challengers from benelux in the next round of the tech5 scaleup contest\n                                ", "date_published": "april 7, 2025 - 6:00 am", "author": "thomas macaulay", "segments": ["Five fast-growing Nordic scaleups have reached the finals of ", " — the “Champions League of Technology.” They join a standout quintet from Benelux, ", ", in the race to be crowned Europe’s hottest scaleup.", "The Nordics — comprising Denmark, Finland, Iceland, Norway, and ", " just 27 million people but punch well above their weight in innovation.", "The region has Europe’s highest density of unicorns — privately held companies valued at over $1bn. Despite accounting for only 4% of Europe’s population, the Nordics hosted 17% of the continent’s unicorns between 2013 and 2023.", "Sweden leads the pack with the EU’s top startup ecosystem, ", " StartupBlink’s 2024 rankings.", "The Nordics also possess one of Europe’s leading investment landscapes. The region is home to over 14,000 funded startups, which collectively raised $5.6bn in 2024, ", " Dealroom data. Sweden, Norway, Finland, and Denmark rank among Europe’s top 15 countries for VC investment, while Iceland sits in the top 50.", "Limited offer: Bag 2 tickets for the price of 1!", "Register for TNW Conference by 15 April and get another ticket totally free!", "This thriving ecosystem has produced global giants like Spotify and Klarna. Now, TECH5 aims to uncover the next wave of tech titans.", "TNW’s judges selected the five finalists based on their growth, impact, and future potential. Let’s meet them (listed in no particular order).", "These businesses are the backbone of the European economy, representing 99% of all EU firms and over 100 million jobs. Yet they remain underserved by traditional banks, facing slow decision-making, rigid processes, and financial barriers that hinder growth.", "Sweden’s ", " is redefining pet care — with insurance at its core. The fast-rising scaleup has a preventative focus that combines veterinary care, coaching for owners, e-commerce, and advice from vets to keep our furry companions healthy.", "The company’s founders have an ideal blend of skills and experience. CEO Hedda Båverud Olsson grew up with a veterinarian parent. COO Sophie Wilkinson is a former head of pet insurance at a Nordic insurer, while CTO Johan Jönsson has developer expertise honed at Spotify and King.", "After launching in 2020, Lassie rode a boom", "“Our ambition is to become the European leader in pet insurance and preventive care — then go global,” the company told TNW. “We’re not just covering medical costs; we’re improving pet health, extending lifespans, and giving owners peace of mind.”", "The norm that Denmark’s ", " wants to foster is circularity. Its target for the transition is office furniture. The scaleup helps businesses cut their environmental impact by ditching single-use furniture for a circular, subscription-based service.", "Founded in 2020 by former IKEA manager Anders Jepsen and Skype co-creator Jonas Kjellberg, NORNORM is based in Copenhagen. In 2022, the company secured €110", " in a funding round led by growth equity firm Verdane. Inter IKEA Development also contributed to the round.", "Today, NORNORM is active in 17 countries and 59 cities. The company plans to bring its service to many more businesses — and not only big brands.", "“Real impact comes from reaching the many, not the few, which is why we have designed an accessible and highly affordable solution that requires no upfront investment or long-term commitment,” NORNORM told TNW.", "“By making circular office interiors both attractive and scalable, we are driving systemic change in the industry and proving that sustainability and business success go hand in hand.”", "Diklev wants his home country to set a standard in the energy transition. “", "The Swedish scaleup has created a cloud-based collaboration platform that connects healthcare professionals, medical educators, and researchers. Its goal? Accelerating patient access to accurate diagnoses and effective treatments.", "Collective Minds has high hopes for Sweden’s digital future. Alongside its talent, culture, and history of scaling big ideas, the scaleup emphasised the country’s focus on sustainability and impact-driven innovation — which makes it “an exciting place to build something meaningful.”", "With the Nordic challengers joining the Benelux contenders in the TECH5 regional finals, the competition for the hottest scaleup in Europe is heating up. Next Monday, we unveil the five finalists from another rising region: DACH."]}