{"origin": "parade", "title": "'90s stars run into each other nearly 20 years after major relationship scandal", "link": "https://parade.com/celebrities/90s-stars-run-into-each-other-at-nyc-gala-nearly-20-years-after-major-relationship-scandal", "image": "https://parade.com/.image/ar_16:9%2cc_fill%2ccs_srgb%2cfl_progressive%2cg_faces:center%2cq_auto:good%2cw_620/odowmdawmdawmdawnjayoti2/seeds-of-peace-event---february-16-2006.jpg", "resume": "exes billy crudup and claire danes reunited at an nyc gala.", "date_published": "2025-04-11t18:39:43-04:00", "author": "michelle mcgahan", "segments": [" and ", "’s past romance made headlines in the early 2000s when the Almost Famous actor left ", "— who was seven months pregnant with their son — for Danes. Now, nearly 20 years later, Crudup and Danes are making headlines once again — only for a different reason.", "The exes, who split in 2006, ran into each other at the New York University Tisch School of the Arts Gala on Monday, April 7. While the former couple took posed for photos separately on the red carpet, Crudup, 56, and Danes, 45, greeted each other warmly once inside the event, per video footage obtained by ", ". The two embraced, with the ", "actress giving Crudup a kiss on the cheek as they began chatting.", "It was a reunion that certainly raised eyebrows, given the controversy of their romance back when they got together in 2003 after meeting on the set of their film ", ".", "“That was a scary thing,” Danes told ", " in 2015 about the public backlash at the time. “That was really hard. I didn’t know how to not do that.”", "The ", "alum didn’t hold back when explaining her side of the relationship. “I was just in love with him,” she shared. “And needed to explore that and I was 24… I didn’t quite know what those consequences would be.”", "Parker and Crudup welcomed son William, now 21, in 2004. Parker, for her part, went on to become a mom for the second time when she adopted a child in 2007. The ", " star got engaged to ", " in 2008, but called things off later that year.", "After Crudup and Danes’ own split in 2006, the ", " star wed", " in 2023, becoming stepdad to her two children with ", ". Danes, for her part, married ", "in 2009 and share three children."]}