{"origin": "parade", "title": "leaders who haven’t matured emotionally often display these 6 behaviors without realizing it, psychologists say", "link": "https://parade.com/living/signs-of-emotionally-immature-leaders-according-to-psychologists", "image": "https://parade.com/.image/ar_16:9%2cc_fill%2ccs_srgb%2cfl_progressive%2cg_xy_center%2cq_auto:good%2cw_620%2cx_4833%2cy_1639/odowmdawmdawmdawntkwotu5/japanese-web-designer-having-a-headache-while-working-on-pc-in-the-office.jpg", "resume": "they're everywhere, unfortunately. here's how to deal.", "date_published": "2025-04-11t17:10:00-04:00", "author": "ashley broadwater", "segments": ["Whether you’re at ", ", connecting with a volunteer group, interacting with a take-charge friend or listening to the captain of your recreational kickball league, you’ve dealt with leaders before. And probably know that it can be tricky. Between conflicting personalities and levels of competency, not everyone is meant to be in this position. ", "When we think of leaders, people like ", " or qualities such as ", " and bravery might come to mind. But more realistically, we’ve seen many CEOs, managers, coaches and supervisors who don’t meet that standard. In fact (and unfortunately), many individuals in leadership roles can be straight-up harmful. ", "One possible reason behind their actions—not that it excuses their behavior—is a ", ". But what does that mean, exactly, when you have a leader who isn't emotionally mature? And how can you handle it? Keep reading to find out ", ".", "To illustrate what we’re talking about here, let’s start with a real-life example of a psychologist who helped a CEO struggling with his team’s morale.", "“He initially dismissed their feedback as ‘complaining,’ but as we worked together, he realized that being a leader wasn’t just about getting results—it was about how he made people feel in the process,” shares ", ", a licensed psychologist who specializes in transformative therapy. “Once he learned to manage his frustration and truly listen, his team became more engaged, and their performance actually improved. That’s emotional maturity in action.”", "To summarize, he defines emotional maturity in a leader as:", "To put it in another way: ", "“Emotional maturity in a leader means owning your emotions, checking your ego and taking accountability—even when it stings,” says", ", an organizational psychologist, executive coach and CEO of Equilibria Leadership Consulting. “It’s about staying self-aware, regulating reactions and creating a culture where both you and your team can be honest, accountable and actually grow.”", "Emotional maturity affects many moving pieces. On one side, you have the people who are under the leadership of an emotionally immature person.", "“When a leader lacks emotional maturity, everyone around them pays the price,” Dr. Youssef says. “That kind of environment isn’t just exhausting; it leads to ", ", disengagement and a revolving door of employees.”", "Yep, while it may seem surprising, just one person can have an enormous impact. Not just with morale, but with how well you all perform as a group too.", "“A steady, emotionally mature leader lifts everyone up, while an immature, inconsistent one spreads chaos,” Dr. Lipkin explains. “Their mood, reactions and blind spots trickle down, impacting engagement, decision-making, productivity and team morale. When ", " is shaky, everything else wobbles too.”", "She adds that people won’t follow just anyone, either. Trust and respect—key pieces of emotional maturity—are necessary. Without that, teams can fail.", "So, how do you know if a leader is emotionally immature? Here are six examples from psychologists.", "In other words, Youssef says an emotionally immature leader is someone who shuts you down, blames someone else or gets angry when you bring up an issue or concern.", "“One day, they're supportive; the next, they lash out over small mistakes,” Dr. Youssef says. “Their team never knows what mood they’ll be in, creating a culture of anxiety and second-guessing.”", "Leaders who are engaged one day and MIA the next can be self-sabotaging, frankly.", "\"Their mood dictates how they communicate and lead, creating chaos, confusion and disengagement—just like inconsistent ", ",” Dr. Lipkin says.", "When problems arise, Youssef says, an emotionally immature leader may ignore it, sweep it under the rug or communicate about it in a ", " manner. Which of course, does nothing to solve an issue.", "Feedback feels like a personal attack to these individuals, Dr. Lipkin says, so they deflect, defend or shut down instead of learning and evolving.", "Change is needed and ever-present, but an emotionally immature leader is stuck in the past and their way of doing things. ", "“Adapting and adjusting is not their way of being,” Dr. Lipkin says.", "Do those behaviors sound all too familiar? If so, Dr. Youssef and Dr. Lipkin have some tips for handling it.", "Knowing the leader’s reaction isn’t personal is the first step. Try to stay calm and respond rather than react to them.", "Your time and energy are valuable and worth respect. Setting boundaries around them is easier said than done, however, so check out ", " if needed.", "Coworkers, HR professionals and other employees you trust can provide support and guidance. They can also help you feel less alone in what you’re going through.", "Your partner, a friend, a mentor or even a coach are all possible options for people to talk to outside of work. They can provide a third-party perspective and strategies for handling the situation, helping you stay grounded.", "This leader may not be what you want them to be or thought they would be. Instead of expecting more out of them than they're willing to give, adjust your perspective to fit what you’re seeing.", "You can’t control another person, but you can control yourself. Even if you're not religious or Christian, the serenity ", " puts it well: ", "“God, grant me the serenity to accept the things I cannot change, the courage to change the things I can and the wisdom to know the difference.”", "Feeling drained, close to your limits and/or seeing no real hope for change? It may be time for you to move on and go somewhere else.", "On the other hand, maybe those earlier signs sound familiar when you think of your actions. If that’s the case, Dr. Youssef and Dr. Lipkin advise: ", "To close, here's one final piece of advice for people dealing with emotionally immature leaders:  “Emotions are contagious, but you don’t have to catch theirs,” Dr. Lipkin says. “Show up with the energy you want, not the chaos they bring.”"]}