{"origin": "parade", "title": "how to make the best-ever matzo ball soup, according to andrew zimmern (and his grandmother)", "link": "https://parade.com/food/andrew-zimmern-matzo-ball-soup", "image": "https://parade.com/.image/ar_16:9%2cc_fill%2ccs_srgb%2cfl_progressive%2cg_faces:center%2cq_auto:good%2cw_620/odowmdawmdawmdawnjayodi0/andrew-zimmern-matzo-ball-soup.jpg", "resume": "the celebrity chef breaks down his ultimate version of the classic dish. ", "date_published": "2025-04-11t19:15:00-04:00", "author": "olivia bria", "segments": ["Here at ", ", we're big ", " fans. The chef, writer and TV host (catch him now on season 4 of ", "on Tastemade and other platforms) always has the ", " to share. His thoughtful and careful approach to food and his thorough and helpful explanations make it possible for home cooks like us to ", ".", "In the recent past, we've chatted with Zimmern about his go-to ", " for Thanksgiving, his top tips for ", " and ", " for Hanukkah, and with ", " almost here, it was time to quiz him about another classic Jewish dish: matzo ball soup. ", "The comforting chicken soup is a favorite of Zimmern's. It's one of his \"top five favorite foods\" and he says that although he absolutely makes it for Passover, he loves the soup so much that he makes it at least once a month during the rest of the year. ", "His matzo all soup connections stretch back to his childhood, when his grandmother would make the dish. Some of his favorite matzo ball soup memories include helping his grandmother make the dish when he was about six years old.  As the youngest in the family, he would always receive “a second matzo ball” in his bowl, which is a pretty delicious advantage. ", "Over the years, Zimmern has perfected his grandmother’s ", ". It's light but comforting, bright with herbs and steeped in history, nostalgia and love. Here's how you can bring a taste of that tradition to your kitchen.", "The nostalgia of this recipe, aside from the pure tastiness, is what makes this soup so great, but there are other smart tips that Zimmern incorporates into the dish. ", "• ", "When it comes to matzo balls, you either have floaters or sinkers, which refer to the density of the matzo ball. This is a matter of heated debate and is also personal preference, but Zimmern is firming on Team Floater. “You want a matzo ball that doesn’t sink to the bottom of the pot when it’s simmering,” he says. Floaters still have “substance,” making them the “perfect” addition to your soup, according to Zimmern.", "To get the texture just right, Zimmern uses cream of tartar, baking soda, baking powder and whipped eggs whites to make his matzo balls. The whipped whites add air to the mixture and the three leavening agents make sure that there's even more puff to the finished matzo balls. ", "When you cut these matzo balls in half, you'll see the small holes inside, which give them their light (but not too light) texture. \"That's why you can eat like 400 of them,\" says Zimmern.", "•", "For the tastiest matzo balls, you need rendered chicken fat, also known as schmaltz. It adds a meaty richness to the matzo balls that you can't get from another fat, like vegetable oil. ", "• ", "There's no actual goose in the broth, but poaching a whole chicken in chicken stock fortifies the stock and makes it extra chicken-y. A richer broth makes for a more satisfying soup. ", "• ", "Zimmern's recipe includes a rutabaga, which is a somewhat unusual addition.  Zimmern explains that the root vegetable offers a “nuanced, bittersweet flavor,” that “marries with the sweetness of the carrots.” ", "According to Zimmern, it’s important to follow his recipe to a tee to “avoid weak broth, overcooked chicken, insipid vegetables, and mato balls that are more like stones than dumplings.” That may sound intimidating, but the cooking process itself is pretty simple, as long as you pay attention to the timing and measurements. "]}