{"origin": "wired", "title": "how to see the total lunar eclipse and blood moon this month", "link": "https://www.wired.com/story/march-2025-lunar-eclipse-blood-moon/", "image": "https://media.wired.com/photos/67ab5df6896dc2ea755dd80e/3:2/w_1600%2cc_limit/eclipse%2520lunar%2520total%2520luna%2520de%2520sangre.jpg", "resume": "on march 14, skywatchers in the americas will be able to see the first of 2025’s two total lunar eclipses.", "date_published": "2025-03-13t14:13:22-04:00", "author": "jorge garay", "segments": [" America, get ready for a treat! In the early morning of March 14, a total lunar eclipse will be visible across the US. This type of eclipse happens when Earth blocks the light from the sun that normally illuminates the ", ", resulting in it appearing deep red, ", ".", "On the night of March 13 and the early morning of the 14th, the darkest part of Earth’s shadow, called the umbra, will cover the moon during its fullest phase. Lunar eclipses when the moon is partially lit are relatively common—but those that coincide with a full moon are a relative rarity. On average, each region of Earth has the chance to view a total lunar eclipse only once every 2.5 years.", "A second total lunar eclipse will happen this year on September 7 and ", " in eastern parts of Africa, across much of Asia, and the western half of Australia.", "A video from NASA showing the timings for viewing the total lunar eclipse in the US in March 2025.", "The moon appears red during a lunar eclipse because of ", " with Earth’s atmosphere. Visible sunlight appears white, but it is actually made up of a combination of lights of different colors, which can be refracted or scattered depending on ", " they have to travel through. It is for this reason that the ", " when the sun is high in the sky but is often red at sunset, when the sun is low and its light is traveling longer distances through the atmosphere.", "When sunlight hits Earth’s atmosphere during a lunar eclipse, light frequencies toward the blue end of the visible spectrum are scattered outward, away from Earth’s umbra, but those with longer wavelengths, toward the red part of the spectrum, are bent inward and cast onto the moon.", "According to NASA, the eclipse will begin at 8:57 pm Pacific Time. In Mexico, the phenomenon will start at 10:57 pm CDT, in Argentina at 12:57 am (ART), and in Spain at 5:57 am (CET). The advance of Earth’s shadow across the moon will be slow. Observers will notice that the satellite will gradually lose illumination in the lead-up to the total eclipse, before turning blood red. The totality of the eclipse, or the time when the blood moon appears, is projected to happen at 11:26 pm PDT. The climax will last approximately one hour.", "Here is a list of the times for the start of totality for other countries in the Americas:", "In Spain, totality will occur at 8:25 am, and so observation may be limited by day breaking. However, before dawn it will be possible to admire the pre-eclipse phases.", "A map of the visibility of the total lunar eclipse on March 13 and 14.", "To observe the spectacle, astronomers recommend staying away from large cities with high levels of light pollution. They also recommend going to high places without visual barriers such as buildings or trees. “Try binoculars or a telescope for a better view. If you want to take a photo, use a camera on a tripod with exposures of at least several seconds,” ", " ", " "]}