{"origin": "wired", "title": "a math couple solves a major group theory problem—after 20 years of work", "link": "https://www.wired.com/story/after-20-years-math-couple-solves-major-group-theory-problem/", "image": "https://media.wired.com/photos/67db154dca9edf982ebe11e1/3:2/w_1600%2cc_limit/science_math_top_art.png", "resume": "britta späth has dedicated her career to proving a single, central conjecture. she’s finally succeeded, alongside her partner, marc cabanes.", "date_published": "2025-03-23t07:00:00-04:00", "author": "leila sloman", "segments": [" ", " ", "In 2003, a German graduate student named ", " encountered the McKay conjecture, one of the biggest open problems in the mathematical realm known as group theory. At first her goals were relatively modest: She hoped to prove a theorem or two that would make incremental progress on the problem, as many other mathematicians had done before her. But over the years, she was drawn back to it, again and again. Whenever she tried to focus on something else, she said, “it didn’t connect.”", "There was a risk that such a single-minded pursuit of so difficult a problem could hurt her academic career, but Späth dedicated all her time to it anyway. It brought her to the office of ", ", a mathematician now at the Institute of Mathematics of Jussieu in Paris who, inspired by her efforts, became consumed by the conjecture, too. While working together, the pair fell in love and eventually started a family.", "The problem that absorbed them takes a key theme in mathematics and turns it into a concrete tool for group theorists. Math is full of enormously complicated abstract objects that are impossible to study in their entirety. But often, mathematicians have discovered, it’s enough to look at a small fragment of such an object to understand its broader properties. In the third century BC, for instance, the ancient Greek mathematician Eratosthenes estimated the circumference of the Earth—roughly 25,000 miles—by measuring shadows cast by the sun in just two cities about 500 miles apart. Similarly, when mathematicians want to understand an impossibly convoluted function, they might only need to look at how it behaves for a small subset of possible inputs. That can be enough to tell them what the function does for all possible inputs.", "The McKay conjecture is another example of this principle. It says that if you want to formulate a thorough description of a group—", " that can get prohibitively difficult to study—you only need to look at a tiny piece of it.", "While working together on the McKay conjecture, Britta Späth and Marc Cabanes fell in love and started a family.", "After the conjecture was posed in the 1970s, dozens of mathematicians tried their hand at proving it. They made partial progress—and in the process they learned a great deal about groups, which are abstract objects that describe the various symmetries of a mathematical system. But a full proof seemed out of reach.", "Then Späth came along. Now, 20 years after she first learned about the problem and more than a decade after she met Cabanes, the two mathematicians have ", ".", "When the couple announced their result, their colleagues were in awe. “I wanted there to be parades,” said ", " of Stanford University. “Years of hard, hard, hard work, and she did it, they did it.”", "The McKay conjecture began with the observation of a strange coincidence.", "John McKay—", " as “brilliant, soft-spoken, and charmingly disorganized”—was known for his ability to spot numerical patterns in unexpected places. The Concordia University mathematician is perhaps most famous for his “monstrous moonshine” conjecture, which was proved in 1992 and established a deep connection between ", " and a special function from number theory.", "Before his death a few years ago, McKay unearthed lots of other important connections, too, many involving groups. A group is a set of elements combined with a rule for how those elements relate to one another. It can be thought of as a collection of symmetries—transformations that leave a shape, a function or some other mathematical object unchanged in specific ways. For all their abstraction, groups are immensely useful, and they play a central role in mathematics.", "In 1972, McKay was ", "—groups that have a finite number of elements. He observed that in many cases, you can deduce important information about a finite group by looking at a very small subset of its elements. In particular, McKay looked at elements that form a special, smaller group—called a Sylow normalizer—inside the original group.", "Imagine you have a group with 72 elements. This alone doesn’t tell you much: There are ", " of that size. But 72 can also be written as a product of prime numbers, 2 × 2 × 2 × 3 × 3—that is, as 2", " × 3", ". (Generally, the more distinct primes you need to describe the size of your group, the more complicated your group is.) You can decompose your group into smaller subgroups based on these primes. In this case, for instance, you could look at subgroups with eight (2", ") elements and subgroups with nine (3", ") elements. By studying those subgroups, you can learn more about the structure of your overall group—what other building blocks the group is composed of, for instance.", "Now take one of those subgroups and add a few particular elements to it to create a special subgroup, the Sylow normalizer. In your 72-element group, you can build a different Sylow normalizer for each eight-element and nine-element subgroup—these are the 2-Sylow normalizers and 3-Sylow normalizers, respectively.", "Sylow normalizers, like the subgroups they’re built out of, can tell mathematicians a lot about the original group. But McKay hypothesized that this connection was far stronger than anyone had imagined. It wasn’t just that a Sylow normalizer could give insights into a finite group’s overall structure. He asserted that if mathematicians wanted to compute a crucial quantity that would help them characterize their group, they’d just have to look at one of a particular set of Sylow normalizers: The Sylow normalizer would be characterized by the exact same number.", "This quantity counts the number of “representations” of a certain type—ways you can rewrite elements of the group using arrays of numbers called matrices. Such a tally might seem arbitrary, but it gives mathematicians a sense of how the group’s elements relate to each other, and it is involved in calculations of other important properties.", "There seemed to be no good reason why McKay’s quantity should always be the same for a finite group and its Sylow normalizers. A Sylow normalizer might contain just a fraction of a fraction of a percent of the number of elements in the larger group. Moreover, the Sylow normalizer often has a very different structure.", "It would be as if “in every US election, you count the votes in general, and in this little town in Montana, they are exactly the same proportionally,” said ", " of the University of Valencia. “Not similar, not more or less. Exactly the same.”", "But that’s what McKay conjectured—for all finite groups. If true, it would make mathematicians’ lives much easier: Sylow normalizers are much easier to work with than their parent groups. It would also hint at the presence of a deeper mathematical truth, one that mathematicians don’t yet have a handle on.", "A year after McKay first observed the coincidence, a mathematician named ", " proved that it held for ", ". But then mathematicians got stuck. They were able to show that it held up for one specific group or another, but there were still infinitely many groups left to tackle.", "Proving the full conjecture seemed prohibitively difficult. As it turned out, the next major advance on the problem would require the completion of one of the most herculean mathematical projects in history.", "The project—an effort to classify all the building blocks of finite groups—ultimately required thousands of proofs and took more than 100 years to complete. But in 2004, mathematicians finally succeeded in showing that all the building blocks must fall into one of three categories, or else belong to a list of 26 outliers.", "“I wanted there to be parades. Years of hard, hard, hard work, and she did it, they did it.”", "Mathematicians had long suspected that, once complete, this classification would help simplify problems such as the McKay conjecture. Maybe they didn’t have to prove the conjecture for all finite groups. Maybe they only had to prove an alternative statement covering the 29 types of building blocks—or for some related set of straightforward groups—that would automatically imply the full McKay conjecture.", "But first, someone had to show that this strategy would actually work. The very year that the classification was officially completed, Isaacs, Navarro, and Gunter Malle ", " the right way to reframe the McKay conjecture so that they only had to focus on a narrow set of groups.", "For each group in this new set, they’d have to show something a bit stronger than what McKay had proposed: Not only would the number of representations have to be the same for both the group and the Sylow normalizer, but those representations would have to relate to each other according to certain rules. Isaacs, Navarro, and Malle showed that if this stronger statement held for these particular groups, then the McKay conjecture had to be true for every finite group. (“This was during the Euro 2004,” Navarro recalled. His coauthors “didn’t know that I was sneaking off sometimes to see some games. But important things are important things.”)", "Gabriel Navarro and two colleagues turned one of group theory’s biggest open conjectures into a tractable problem.", "The trio’s reformulation of the problem was a major breakthrough. Within a few years, mathematicians had used it to resolve most cases of the McKay conjecture. Moreover, it helped them simplify related questions that also involved using one part of an object to study the whole. “Tons and tons of conjectures have now been reduced using this as a blueprint,” said ", ", a mathematician at the University of Denver.", "But there was one class of groups—“groups of Lie type”—for which the new version of the McKay conjecture remained open. The representations of these groups were particularly difficult to study, and it was challenging to prove that the relationships among them satisfied the conditions that Isaacs, Navarro, and Malle had outlined.", "But one of Malle’s graduate students was on the case. Britta Späth.", "In 2003, Späth arrived at the University of Kassel to start her doctorate with Malle. She was almost perfectly suited for working on the McKay conjecture: Even in high school, she could spend days or weeks on a single problem. She particularly reveled in ones that tested her endurance, and she fondly recalls long hours spent searching for “tricks that are, in a way, not even so deep.”", "Späth spent her time studying group representations as deeply as she could. After she completed her graduate degree, she decided to use that expertise to continue chipping away at the McKay conjecture. “She has this crazy, really good intuition,” said Schaeffer Fry, her friend and collaborator. “She’s able to see it’s going to be like this.”", "A few years later, in 2010, Späth started working at Paris Cité University, where she met Cabanes. He was an expert in the narrower set of groups at the center of the reformulated version of the McKay conjecture, and Späth often went to his office to ask him questions. Cabanes was “always protesting, ‘Those groups are complicated, my God,’” he recalled. Despite his initial hesitancy, he too eventually grew enamored with the problem. It became “our obsession,” he said.", "There are four categories of Lie-type groups. Together, Späth and Cabanes started proving the conjecture for each of those categories, and they ", " ", " over the next decade.", "Their work led them to develop a deep understanding of groups of Lie type. Although these groups are the most common building blocks of other groups, and therefore of great mathematical interest, their representations are incredibly difficult to study. Cabanes and Späth often had to rely on opaque theories from disparate areas of math. But in digging those theories up, they provided some of the best characterizations yet of these important groups.", "As they did so, they started dating and went on to have two children. (They eventually settled down together in Germany, where they enjoy working together at one of the three whiteboards in their home.)", "By 2018, they had just one category of Lie-type groups left. Once that was done, they would have proved the McKay conjecture.", "That final case took them six more years.", "The fourth kind of Lie group “had so many difficulties, so many bad surprises,” Späth said. (It didn’t help that in 2020, the pandemic kept their two young children home from school, making it difficult for them to work.) But gradually, she and Cabanes managed to show that the number of representations for these groups matched those of their Sylow normalizers—and that the way the representations matched up satisfied the necessary rules. The last case was done. It followed automatically that the McKay conjecture was true.", "In October 2023, they finally felt confident enough in their proof to announce it to a room of more than 100 mathematicians. A year later, they ", " for the rest of the community to digest. “It’s an absolutely spectacular achievement,” said ", " of the University of Manchester.", "Mathematicians can now confidently study important properties of groups by looking at their Sylow normalizers alone—a much easier approach to making sense of these abstract entities, and one that might have practical applications. And in the process of establishing this connection, Navarro said, the researchers developed “beautiful, wonderful, deep mathematics.”", "Other mathematicians now hope to explore the even deeper conceptual reason why the strange coincidence McKay uncovered is true. Although Späth and Cabanes have proved it, mathematicians still don’t understand why a comparatively tiny set is enough to tell you so much about its larger parent group.", "“There has to be some structural reason why these numbers are the same,” Kessar said.", "Some mathematicians have done preliminary work to try to understand this connection, but so far it remains a mystery.", "Späth and Cabanes are moving on, each searching for their next obsession. So far, according to Späth, nothing has consumed her like the McKay conjecture. “If you have done one big thing, then it’s difficult to find the courage, the excitement for the next,” she said. “It was such a fight sometimes. It also gave you, every day, a purpose.”", " ", " ", ", ", " ", " "]}