{"data_id": "435d23b2-234e-4191-9ab9-d3b58bfb9464", "url": "https://www.trabajando.com.bo/trabajo/bolivia/atencion-al-cliente/encargado-de-atencion-al-cliente-virtual-53806", "title": "ENCARGADO DE ATENCION AL CLIENTE VIRTUAL", "company": "StratoVox Inc.", "location": "Bolivia", "type_job": "Jornada completa", "date_published": "2025-03-11T17:04:18-04:00", "date_expiration": "10/Abril/2025", "job_description": ["Descripción del empleo", "Responsabilidades:", "• Atender y gestionar llamadas telefónicas de clientes.", "• Resolver consultas y problemas de manera eficiente y profesional.", "• Proporcionar información precisa sobre servicios.", "• Mantener registros detallados de las interacciones con los clientes.", "• Trabajar en colaboración con otros departamentos y miembros de equipo para resolver problemas complejos.", "Requisitos Base EXCLUYENTES:", "• Experiencia previa en un rol similar (preferiblemente en un contact center*", ").", "• Nivel de Inglés avanzado oral y escrito (No postular si no tiene este requisito, se harán pruebas de suficiencia).", "• Habilidad para orientar a clientes y habilidades para resolver problemas.", "• Habilidades computacionales (Manejo de paquetes MS Office, y en general habilidades para trabajar con computadora).", "Requisitos Deseables No Excluyentes", "• Experiencia o perfil académico en las áreas de salud (Medicina, Enfermería, Bioquímica y Farmacia o Visita Médica).", "• Experiencia en un puesto de trabajo que use el Idioma Inglés de manera continua.", "• *Experiencia en call o contact center.", " ", "Ofrecemos:", "• Compensación competitiva y bonos por rendimiento.", "• Trabajo Remoto (desde casa)", "• Equipo de trabajo (Laptop, periféricos y monitor extra).", "• Un ambiente de trabajo colaborativo y dinámico.", "• Oportunidades de crecimiento a corto y mediano plazo dentro de la empresa.", "Enviar su CV, PRETENSION SALARIAL Y UN NUMERO DE CELULAR QUE TENGA WHATSAPP ACTIVADO PARA CONTACTAR A ", "hr@stratovox.com", ".", "Solo se contactaran a personas que se consideren sus postulaciones."], "date_saved": "2025-04-04T14:12:36.816605"}