[
  {
    "origin": "cnet",
    "title": "Today's NYT Mini Crossword Answers for Saturday, April 12",
    "link": "https://www.cnet.com/tech/gaming/todays-nyt-mini-crossword-answers-for-saturday-april-12/",
    "image": "",
    "resume": "\n    Here are the answers for The New York Times Mini Crossword for April 12.\n  ",
    "date_published": "April 11, 2025  7:35 p.m. PT",
    "author": "Gael Cooper",
    "segments": [
      "Looking for ",
      " Mini Crossword answer? ",
      ", as well as our daily answers and hints for The New York Times Wordle, Strands, Connections and Connections: Sports Edition puzzles.",
      "Today's ",
      " just about took me out. I needed more than 11 minutes to solve it, and many of the clues were mystifying. So take your time, and scroll down for help as needed. And be sure to notice the big question mark the puzzle-makers designed into the shape of the puzzle. Nice one, New York Times.",
      " Need some help with today's Mini Crossword? Read on. And if you could use some hints and guidance for daily solving, check out our ",
      ".",
      "The Mini Crossword is just one of many games in the Times' games collection. If you're looking for today's Wordle, Connections, Connections: Sports Edition and Strands answers, you can visit ",
      ".",
      "Let's get at those Mini Crossword clues and answers.",
      "The completed NYT Mini Crossword puzzle for April 12, 2025.",
      "1A clue: Do, re, mi, fa, ___, la ...",
      "4A clue: Still up in the air, for short",
      "7A clue: With 14-Across, \"?????\"",
      "9A clue: ___ Grande",
      "10A clue: Bone connecting the elbow and wrist",
      "11A clue: Things issued by the D.M.V.",
      "12A clue: Elaborate hairstyle",
      "13A clue: Part of the eye that contains the iris",
      "14A clue: See 7-Across",
      "15A clue: \"Sure, whatever you say ...\"",
      "16A clue: 24 cans of beer",
      "1D clue: Plaster wall coating",
      "2D clue: \"Hey, check it out!\"",
      "3D clue: Weather phenomenon that translates to \"the girl\"",
      "4D clue: It's full of questions",
      "5D clue: White House family during the 2020s",
      "6D clue: Medicinal amount",
      "8D clue: Chewy candy",
      "13D clue: Sch. that plays home football games at the L.A. Coliseum",
      "The ",
      " offers a large number of online games, but only some of them are free for all to play. You can play the current day's Mini Crossword for free, but you'll need a subscription to the Times Games section to play older puzzles from the archives."
    ]
  },
  {
    "origin": "cnet",
    "title": "Report Hints at Improved Siri This Fall After Inner Apple Turmoil",
    "link": "https://www.cnet.com/tech/mobile/report-hints-at-improved-siri-this-fall-after-inner-apple-turmoil/",
    "image": "",
    "resume": "\n    We may yet see Siri improvements this fall, but how far they go is still unknown.\n  ",
    "date_published": "April 11, 2025  6:30 p.m. PT",
    "author": "Jeff Carlson",
    "segments": [
      "According to a report by The New York Times, the first round of Siri improvements could arrive as soon as this fall to shore up the struggling digital assistant, which is supposed to be a linchpin of Apple Intelligence.",
      "In an ",
      " about Apple challenges, which ranges from US tariffs on China to strife among the executives and teams responsible for advancing Siri, writer Tripp Mickle included this tidbit: \"The company plans to release a virtual assistant in the fall capable of doing things like editing and sending a photo to a friend on request, three people with knowledge of its plans said.\"",
      "That description is still a far cry from the interconnected smart assistant teased at ",
      " and during the launch of the ",
      " series, where Siri would be able to pull context from texts and emails about family members arriving on incoming flights. In fact, it doesn't seem to address that the current state of Siri appears to be regressing.",
      "In a rare move by the secretive company, Apple ",
      " in a March statement to Daring Fireball from spokeswoman Jacqueline Roy, that its efforts to usher in a smarter Siri digital assistant as part of Apple Intelligence are \"going to take us longer than we thought\" and that the company \"anticipate(s) rolling [these features] out in the coming year.\" Now the Times report says we could see improvements as early as the fall.",
      "Siri and Apple Intelligence have taken several knocks lately. Behind the scenes, Apple ",
      " and removed John Giannandrea from his role overseeing Siri, a transition detailed in the Times article as well as a more detailed behind-the-scenes look ",
      " by The Information (and ",
      " well at MacRumors).",
      "But Siri also seems to lack context for basic queries. Apple did fix ",
      " where if you asked Siri, \"What month is it?\" the answer was a curt, \"Sorry, I don't understand.\" Still, when I ask that same question now, I don't get the month; I get the current full date. And when I phrase the question as, \"What is the current month?\" I'm told, \"It was Tuesday, April 1, 2025.\" (If I wasn't aware of Siri's issues, I might wonder if the digital assistant was trying to play an April Fools' joke on me.)",
      "Siri can't quite parse basic queries, but at least it's no longer replying with \"I don't understand.\"",
      "Parsing a basic question like that doesn't seem to be a heavy request. Perhaps it never came up because it's the kind of question only someone waking from a coma or being rescued from a deserted island would ask.",
      "All of this is frustrating for shareholders, journalists (though we've grudgingly gotten accustomed to it) and customers, especially when they expect a level of assistant competency from Apple that just isn't there. And the secrecy invites the same kind of months-long drumbeat of \"Apple is falling behind on AI\" that led up to the reveal of Apple Intelligence.",
      "By taking the unusual (for Apple) step of responding to investor and media pressure -- and announcing features that aren't close to ready -- the company may have made things worse by confirming that analysts, reporters and fans were right.",
      "The smart play would be for Apple to adhere to its secretive ways, not previewing its features and capabilities until they're much closer to being ready to ship. This week's leak suggests the company might be getting the message.",
      "Apple's approach to product development has been to work on projects secretly, over years if needed, until they're ready to see the light. They're often not 100% baked at release, but when they're ready to be introduced to the public, the core features and functions are there.",
      "I could cite plenty of examples. It's a valid argument that the Vision Pro is not a successful product -- it's expensive, it hasn't been broadly adopted by customers or developers, it's uncomfortable and so on -- but the essential elements such as processing power, micro-OLED screens and VisionOS are all there as a solid foundation.",
      "When a product's existence is heavily leaked ahead of time, Apple typically unveils a finished version -- even if it's still limited in functionality. It was generally expected leading up to Macworld Expo in 2007 that Apple would announce a ",
      " -- particularly following the embarrassment of the ",
      " phone. But no one expected it to break from other smartphones of the time with its large screen, lack of physical keyboard and full web browser.",
      "When Steve Jobs revealed the original iPhone, it was a radical idea to not include a physical keyboard.",
      "What's different this time is that Apple's promise for an advanced Siri, to anchor Apple Intelligence, seems to be in reaction to investors, the media and early-adopters obsessed with not just the presence of AI but also the immediacy of AI. Apple needs to be seen as an active player in the AI space with competitive features -- and that those are just around the corner. ",
      "Also around that corner? The yearly iPhone refresh. Apple, like other phone-makers, sees AI as an important driver of new phone sales, since only its iPhone 15 Pro and iPhone 16 series models have the processing power to run Apple Intelligence. And that's how we got a ",
      " in 2024 focused on Apple Intelligence and promising that very soon Siri would become an intelligent agent that can pull data from every corner of your iPhone to respond to queries such as \"What time does my mom's flight arrive?\"",
      "Large language models (LLMs) such as ChatGPT are advancing at a record pace. They're now much more naturally conversational and can summarize large amounts of information well. Real-time audio transcription, for example, is game-changing for someone like me who has always struggled to hand-write notes.",
      "At the same time, these AI technologies are not making the kinds of gains that tech giants like Google and OpenAI expect. Apple isn't the only company hanging its AI future on intelligent agents that know everything about us.",
      "Perhaps Apple, like Google, saw the brain-bending pace of advancement in LLMs' capabilities and figured the bumps and stumbles it's facing now could be solved with a few quick bug fixes and AI model recompiles. With those smoothed over, connecting the pieces and presenting them as the next generation of Siri would take a few months.",
      "But that's not how it's playing out. AI hallucinations and bad data are still a problem -- are you getting your recommended ",
      "?",
      "I suspect Apple is smarting not just from having to delay its Siri plans, but from being forced to do so publicly. And yet, even if Future Siri doesn't make an appearance in the near future, there are plenty of opportunities coming up to continue improving Apple Intelligence features. Work on ",
      " and ",
      ", plus preparations for WWDC 2025 are no doubt well under way. Now that there are fewer expectations for the stalwart assistant, perhaps Siri's year will improve from here."
    ]
  },
  {
    "origin": "cnet",
    "title": "Anker Products on Amazon Are Reportedly 18% More Expensive as Tariffs Ramp Up",
    "link": "https://www.cnet.com/tech/computing/anker-products-on-amazon-are-already-18-more-expensive-as-tariffs-ramp-up-report-says/",
    "image": "",
    "resume": "\n    A product research company tracked 127 Anker products and found a jump in pricing on the retail giant's site.\n  ",
    "date_published": "April 11, 2025  2:45 p.m. PT",
    "author": null,
    "segments": [
      "Shoppers on Amazon looking for products from the portable gadgets maker Anker are already seeing the effects of US tariffs against China, ",
      " across 127 products since April 3, according to the Reuters news agency.",
      "Reuters was citing information from the product research company ",
      ", which tracked pricing on the retailer for the products, which are manufactured in China. The 127 products account for about one-fifth of Anker's products on Amazon, Reuters said.",
      "Anker did not immediately respond to a request for comment.",
      "Consumers are being advised to ",
      " that are manufactured in or include components from countries affected by tariffs imposed by the Trump administration, ranging from smartphones to vehicles to cameras and TVs. The US is currently holding China, where many electronics are made, ",
      ". China ",
      " with 125% tariffs on US goods sold in China. ",
      "Consumers who are planning to make purchases this year need to avoid panic buying and plan ahead to time their purchases, said ",
      ", a retail analyst with the discount-finding service RetailMeNot and video host for Ziff Davis Shopping.",
      "A barrage of news about tariffs is causing lots of uncertainty for buyers.",
      "\"This week in general, it's been kind of wild,\" she said. \"Are we doing (tariffs) or are we not doing them?\"",
      "Carls said, \"I think it's really making people sit and almost like wonder 'what do I need to prepare myself for?' As the tariffs are rolling out, these prices are then rising behind the scenes and shoppers are having to then be much smarter and I think savvier.\"",
      "Outside of Black Friday, the best time for heavy discounts on items such as electronics tends to be during back-to-school season and, for products like Anker's, during Amazon's Prime Day events. The next one is expected to be in July, and Carls said it will be interesting to see if discounts will be as high as they've been during previous shopping events.",
      "She suggests checking out sites such as ",
      " to track historical pricing for items on Amazon. Stacking savings with credit cards or sites that offer cashback on top of sales prices and promo codes, if they're available, can help offset price increases, she said. ",
      "\"Smart shoppers are watching these trends and then they're shopping accordingly,\" Carls said. \"So we're in a window where planning ahead can really help your wallet. And I think that that's just going to be a situation where you have start paying attention to that timing mixed with those different sale events that are happening.\""
    ]
  },
  {
    "origin": "cnet",
    "title": "AI and Data Centers Could Use as Much Energy as Japan by 2030",
    "link": "https://www.cnet.com/tech/services-and-software/ai-and-data-centers-could-use-as-much-energy-as-japan-by-2030/",
    "image": "",
    "resume": "\n    A new report estimates electricity demand for artificial intelligence could quadruple in the next five years.\n  ",
    "date_published": "April 11, 2025  3:30 p.m. PT",
    "author": "Jon Reed",
    "segments": [
      "Data center growth spurred largely by generative AI is expected to cause global energy demand to surge in the coming years and a report this week from the International Energy Agency provides ",
      " on just how much.",
      "The amount of electricity needed for data centers worldwide is projected to more than double to roughly 945 terawatt-hours in 2030, which is more than what the entire country of Japan consumes today, according to the report. ",
      "The popularity of ",
      " like OpenAI's ",
      " and Google's ",
      " has soared in the past few years. These large language models and their kin require a huge amount of computing power, running on high-end ",
      " like those manufactured by Nvidia. These not only need a lot of electricity to operate but they also generate heat -- meaning even more energy is required to keep them cool. All of that adds up quickly.",
      "About half of the increased demand for electricity in the US by 2030 is expected to be for data centers. Processing data is expected to need more electricity than manufacturing all \"energy-intensive goods\" together -- aluminum, steel, cement and chemicals, the IEA said.",
      "\"AI is one of the biggest stories in the energy world today -- but until now, policymakers and markets lacked the tools to fully understand the wide-ranging impacts,\" IEA Executive Director Fatih Birol said in a press release.",
      "The anticipated energy demand for AI has been well-documented and on the minds of policymakers and experts for years. Just this week, the House Energy and Commerce Committee held a ",
      " on how to provide enough energy for data centers as members of Congress try to understand the issue. ",
      "Experts said the US electricity system will need improvements and changes to meet rising demand after decades of relatively flat consumption. One area of focus for the committee was on providing \"baseload power\" -- a consistent electricity supply throughout the day. That desire for consistency prompted questions from members about whether renewable energy sources like solar and wind would work or whether the rising demand would have to be met by new power plants burning fossil fuels like natural gas. The burning of those fossil fuels is a major driver of climate change.",
      "Data centers like this one in Ashburn, Virginia, are becoming increasingly numerous as demand for computing power grows to keep up with new generative AI models.",
      "There's also the question of whether the existing US power grid can handle the demand and additional supply necessary.",
      "\"Even without the anticipation of rapidly increasing electricity demand, the US power grid is in need of modernization investments,\" testified Melissa Lott, a professor at the Climate School at Columbia University. \"The recent forecast for rapidly increasing power demand make these investments even more urgent and necessary.\"",
      "The timing of electricity availability, given surges in demand at times like heat waves and the daily up-and-down of ",
      ", is a problem that can be dealt with in various ways. Lott pointed to energy efficiency efforts, like ",
      ", and demand-reduction efforts also known as ",
      ". Those can decrease energy demand and level out the peaks and valleys throughout the day. ",
      "The IEA report suggests generative AI could, over time, help fix the problem caused by its energy demand. If AI accelerates science and technology improvements, it could lead to better solar panels and batteries, for example. \"Energy innovation challenges are characterized by the kinds of problems AI is good at solving,\" the IEA report said. ",
      "But another solution might lie in how AI data centers use power. A ",
      " from researchers at Duke University suggested that AI data centers can more easily be turned off and on to adjust to the needs of the electrical system, allowing grid operators to accommodate growth more easily.",
      "\"This analysis should not be interpreted to suggest the United States can fully meet its near and medium-term electricity demands without building new peaking capacity or expanding the grid,\" the researchers wrote. \"Rather, it highlights that flexible load strategies can help tap existing headroom to more quickly integrate new loads, reduce the cost of capacity expansion, and enable greater focus on the highest-value investments in the electric power system.\""
    ]
  },
  {
    "origin": "cnet",
    "title": "OpenAI Is Reportedly Preparing to Launch GPT-4.1",
    "link": "https://www.cnet.com/tech/services-and-software/openai-is-reportedly-preparing-to-launch-gpt-4-1/",
    "image": "",
    "resume": "\n    Evidence is mounting that the newest version of GPT will be released soon.\n  ",
    "date_published": "April 11, 2025  5:23 p.m. PT",
    "author": "Imad Khan",
    "segments": [
      " along with a full version of its o3 reasoning model soon, according to a report from The Verge on Friday. ",
      "GPT-4.1 will launch along with smaller GPT-4.1 mini and nano versions. This updated model is supposed to be a revamped version of GPT-4o, a multimodal model released last year. The Verge also points to a post on X, the social media site formerly known as Twitter, by Tibor Blaho, an AI engineer at AIPRM. Blago found mentions GPT-4.1 on the OpenAI API Platform. After The Verge posted its article, Blaho also found references to GPT-4.1 on the OpenAI API Platform.",
      "I am still thinking about the article from The Verge yesterday mentioning \"GPT-4.1\" because I haven't seen it mentioned anywhere else yet",
      "But here is undeniable confirmation - model art for model pages on the OpenAI API Platform is already being prepared for o3, o4-mini, and… ",
      " ",
      "Blaho earlier found referrals to \"o4-mini\" in ChatGPT's web code, indicating that more AI models are coming.",
      "New ChatGPT web app version deployed just now (after midnight San Francisco time) adds mentions of \"o4-mini\", \"o4-mini-high\" and \"o3\" ",
      "OpenAI didn't immediately respond to a request for comment.",
      "As the AI race continues, OpenAI has repeatedly made headlines for its ability to introduce more powerful models to an increasing number of users. Last month, OpenAI introduced image generation in ChatGPT-4o, which impressed with its accuracy and realism. The feature became so popular that ",
      " after CEO Sam Altman posted, \"Our GPUs are melting.\" Earlier this week, ",
      " so that it could do a better job of recalling information from past conversations. This comes as Google, too, is pushing to lead the AI space with more offerings, ",
      ". The company launched a \"practically unlimited\" ",
      " for free earlier this year and is currently ",
      ", a new generator tool to compete with OpenAI's Sora.",
      "While ",
      " and is actually trying to ",
      ", it's currently valued at ",
      ". Even though ChatGPT is still far from overtaking Google, it was the ",
      "."
    ]
  },
  {
    "origin": "cnet",
    "title": "Kia Is Joining the EV Pickup Segment With a Truck Coming to the US",
    "link": "https://www.cnet.com/home/electric-vehicles/kia-is-joining-the-ev-pickup-segment-with-a-truck-coming-to-the-us/",
    "image": "",
    "resume": "\n    Kia is bringing a new electric pickup truck to North America.\n  ",
    "date_published": null,
    "author": null,
    "segments": [
      "Kia increased the number of pickup trucks in its lineup from zero to one with the announcement of its plucky ",
      " in 2024. Despite its polarizing design, Kia considers the truck a success and is celebrating by releasing a second pickup truck: an ",
      " that, unlike the Tasman, is ",
      ".   ",
      "\"In North America, Kia plans to introduce an EV pickup truck based on a new EV platform designed for both urban and outdoor use,\" the company said in a statement this week. \"The vehicle will feature best-in-class interior and cargo space, a robust towing system, off-road capabilities and advanced infotainment and safety features.\"  ",
      "Outside of the announcement, details are fairly slim, but some conclusions can be drawn from Kia's statements. The inclusion of off-road capabilities will set the upcoming EV apart from the Hyundai Santa Fe, which is currently the only pickup truck Kia or its sister company sells in the US right now.  ",
      "It'll be on a new EV platform, so it'll also be set apart from the company's ",
      ", like the ",
      ". The infotainment will likely be similar to current model Kia EVs and vehicles, like the dual-display technology in the more ",
      ".  ",
      "Kia is expecting to sell roughly 90,000 of these new EV pickups per year, a lofty goal in a market where the Ford F-150 Lightning is ",
      " 30,000 units sold.   "
    ]
  },
  {
    "origin": "cnet",
    "title": null,
    "link": "https://www.cnet.com/latest/30/",
    "image": null,
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": "Best Tax Software 2025: You Have 4 Days Left to File Your Taxes",
    "link": "https://www.cnet.com/personal-finance/taxes/best-tax-software/",
    "image": "",
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": null,
    "link": "https://www.cnet.com/sitemaps/articles/",
    "image": null,
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": "Katy Perry Blasts to Space With Blue Origin Monday: How to Watch",
    "link": "https://www.cnet.com/science/space/katy-perry-blasts-to-space-with-blue-origin-monday-how-to-watch/",
    "image": "",
    "resume": "\n    Music icon Katy Perry and an all-female crew are set to launch on a Blue Origin New Shepard spacecraft on April 14.\n  ",
    "date_published": "April 11, 2025  2:53 p.m. PT",
    "author": "Amanda Kooser",
    "segments": [
      "Pop star Katy Perry may need to update the lyrics to her hit song Firework to \"Baby, you're an astronaut.\" On Monday, Perry is set to become one of the latest celebrities to visit space. Author and former journalist Lauren Sanchez is also part of Blue Origin's ",
      ". Sanchez is the fiancé of Jeff Bezos, founder of Amazon and Blue Origin. ",
      "NASA rocket scientist Aisha Bowe, bioastronautics research scientist Amanda Nguyễn, film producer Kerianne Flynn and CBS host Gayle King (Oprah Winfrey's bestie) fill out the roster for the all-female crew. ",
      "This will be the first all-female spaceflight since Soviet cosmonaut Valentina Tereshkova's historic solo spaceflight in 1963. Tereshkova was the first woman in space.",
      "The New Shepard spacecraft will launch from West Texas. The launch window opens at 8:30 am CT on Monday, April 14. Blue Origin's live coverage kicks off at 7 am on ",
      " and ",
      ".",
      "The New Shepard crew capsule returned to the desert after the NS-24 mission.",
      "There's an ongoing debate about what represents space. For example, everyone agrees the International Space Station is in space but commercial rocket rides like what Blue Origin operates fall into a gray zone. One benchmark is the Karman line, an imagined line 62 miles above the Earth's surface.",
      " \"there's really no clear boundary between where Earth's atmosphere ends and outer space begins,\" but says most scientists recognize the Karman line as the transition point to space. So unless you want to get into a nitpicky argument, Perry and the rest of the crew will be making a brief visit to space.",
      "The crew will experience weightlessness after the spacecraft passes the Karman line. The return trip involves a parachute-assisted landing.",
      "This will be the 11th human flight for the New Shepard program. Blue Origin has already flown 52 people into space, including Star Trek's ",
      ", Good Morning America host Michael Strahan and Bezos."
    ]
  },
  {
    "origin": "cnet",
    "title": null,
    "link": "https://www.cnet.com/latest/5/",
    "image": null,
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": null,
    "link": "https://www.cnet.com/latest/1/",
    "image": null,
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": "Signal, Telegram or WhatsApp: Which Encrypted Messaging App Should You Choose",
    "link": "https://www.cnet.com/tech/services-and-software/signal-telegram-or-whatsapp-which-encrypted-messaging-app-should-you-choose/",
    "image": "",
    "resume": "\n    Using any of these for transmitting government documents is still not a good idea.\n  ",
    "date_published": "April 11, 2025  1:43 p.m. PT",
    "author": "Zachary McAuliffe",
    "segments": [
      "The messaging app ",
      " has been all over the news after a handful of White House officials, including Vice President JD Vance, used the app to communicate with each other (and, inadvertently, a journalist) about a military strike in Yemen in March. While you shouldn't use Signal -- or any other encrypted messaging app -- to discuss government operations like this, Signal is still one of the most privacy-focused messaging apps available to the public. ",
      "Before the White House debacle, the FBI and Cybersecurity and Infrastructure Security Agency recommended using an encrypted messaging app to thwart a telecommunications breach. According to ",
      ", a Chinese government-linked hacking group known as Salt Typhoon was targeting telecom companies in the US and elsewhere, gaining access to ",
      " and ",
      ".",
      "\"Use your encrypted communications where you have it,\" Jeff Greene, executive assistant director of cybersecurity at CISA, said in December. ",
      "Encrypted messaging apps offer ",
      ", which ensures your messages aren't readable to anyone besides their intended recipient. Some other chat apps such as Google Messages and iMessage also provide end-to-end encryption, but these apps generally require you to be using a specific mobile platform (iOS or Android). While we might see ",
      " come to iOS and Android soon, you can use encrypted messaging apps Signal, Telegram and WhatsApp now to communicate with people regardless of platform.",
      "Of the three, Signal offers the best privacy protections. The important distinction is in what data these apps collect and how transparent each is, and Telegram and WhatsApp fall short of Signal. But remember that even apps with good security standards and privacy policies can be undermined by phishing and similar threats so it's important to stay vigilant regardless of your messaging app.",
      "Here's what you need to know about these encrypted messaging apps.",
      "Publications such as ",
      ", ",
      " and ",
      " recommend ",
      " as a means to securely get in touch with their reporters. And for good reason. It encrypts all of your communications -- calls, chats, group messages -- and it uses ",
      " to encrypt each message with a different key rather than a static key. That means even if someone got a hold of an encrypted message and figured out the key to decrypt that one message, they would have to figure out a new key to read a second message. ",
      "Signal collects the least amount of data on you compared to the other messaging apps on this list -- and likely most apps. This app only collects your phone number. Nothing else. Signal does have access to the date your account was created and the last time you connected to its servers but that information is connected to your phone number. You can provide more information to the app if you want, but it's not required to have an account. ",
      " have ",
      " in the past for user information. While other apps might be able to provide certain user information for these requests that hasn't been possible for Signal. The app has only been able to provide an account's creation date and last time it connected to the app's servers -- which isn't a whole lot of data to work from.",
      "Because Signal can't access your data, that means it can't sell, rent or monetize your data like other apps. Instead, Signal is funded through the nonprofit ",
      ". According to ",
      ", the majority of the foundation's funding in 2023 -- the most recent available data -- came from contributions and grants, totaling about $22.7 million that year. ",
      " reported in 2022 that Twitter co-founder Jack Dorsey announced he would donate $1 million a year to Signal, so major donors do contribute to the nonprofit. ",
      "Signal also has on-device protections that allow you to take privacy into your own hands. You can set the app to delete messages after a set amount of time, say, 30 seconds, and relay your calls through a Signal server to avoid revealing your IP address to your contact. And if you can't connect to Signal on your Wi-Fi or mobile data in your area or country for whatever reason, the app makes it easy to use a proxy address to use the service.",
      " is also open-source, which is unique on this list. That means anyone can look at and inspect the code used to make Signal work and ensure the app is doing what it's supposed to. This is huge since Signal makes some lofty promises with what data it does and doesn't collect and how private it is. But this ensures Signal is being truthful with its promises and lets people call out the app if it steps out of line. ",
      "With all those considerations in place, Signal is the clear choice for texting and chatting privately and securely on your phone. ",
      "You can download Signal from ",
      " or the ",
      " store for free.",
      "Offers paid tier for more features",
      " doesn't offer as robust privacy features as Signal, but it does have a few features that might make the app appealing to some folks.",
      " is a cloud-based messaging service, and it stores data it needs to function. Telegram also writes that it collects and stores some of your metadata, like IP addresses. The company changed its privacy policy in 2024 to say it will share some of your data with law enforcement if requested. ",
      "\"We've made it clear that the IP addresses and phone numbers of those who violate our rules can be disclosed to relevant authorities in response to valid legal requests,\" ",
      ", Telegram's CEO, posted in September. ",
      "With that change in place, ",
      " fulfilled 900 requests for information from US authorities in 2024, impacting 2,253 people, according to Telegram's own in-app transparency report.",
      "If Telegram potentially handing your data over to law enforcement wasn't concerning, the company has suffered data breaches over the years that have put that information in others' hands. In ",
      " for example, about 42 million Iranian Telegram users had their data leaked online. In ",
      ", a bug in Telegram was exploited by Chinese agencies to expose the identities of protestors in Hong Kong.",
      "If you're still interested in Telegram, a key difference between it and other messaging apps like Signal is it can act as a messaging board for large groups, similar to Discord. It offers public channels that disseminate news about video games, news, sports and more. In the ",
      ", for example, you can find trailers and posters for new movies and television shows.",
      "However, ",
      " like that aren't end-to-end encrypted. ",
      " writes that everything posted in public channels and public groups is encrypted in transit to its servers and in storage, but those public channels are accessible to everyone on Telegram, no encryption key required. So if you're a channel owner or administrator, your posts in that channel are like a public record. ",
      "Telegram's secret chats offer end-to-end encryption, but there is a caveat. Those chats are restricted to ",
      ", better known as your phone. ",
      "\"This way you can always be sure that they are safe for as long as your phone is safe in your pocket,\" Telegram writes.",
      "However, this also means you can't use secret chats on the desktop or browser versions of Telegram. So those chats can be intercepted and read by someone who isn't the intended recipient.",
      "Telegram does offer automatic message deletion, but the smallest interval you can choose is one day, unlike Signal where you can set messages to delete after minutes or even seconds. Telegram also offers an interesting self-destruct feature that will delete your account, messages and contacts after a certain amount of inactive   time -- between one and 24 months.",
      "Telegram's client apps are open-source, like Signal, and CNET Senior Editor Moe Long said open-source apps can provide transparency and let people inspect code for vulnerabilities. However, ",
      " posted in 2021 that the server codes aren't open source. ",
      "\"You don't even need the server-side code to check the integrity of Secret Chats -- they are solid regardless of how the servers function (that's the whole point),\" he wrote. Telegram's ",
      " also states that the company's cloud servers are encrypted and \"the encryption keys in each case are stored in several other data centers in different jurisdictions,\" meaning that employees at any one data center don't have the info to encrypt the data there.",
      "It's not uncommon to have closed-source server code to protect intellectual property, security or other means. However, you're still placing your trust in the company to protect whatever data is on those servers. A ",
      " could help bolster that trust by confirming that the data centers work as intended, even if audits can only capture that info for a snapshot in time.",
      "Long said that Telegram's end-to-end encryption somewhat mitigates Telegram's closed-source server code since messages remain secure until they are decrypted on a recipient's device. But that might not fully protect your data.",
      "\"Even with end-to-end encryption, some metadata could be collected,\" Long said. ",
      "While Telegram is free, it offers a paid tier ($5 a month or $36 a year) for access to more features. Some of these features include unlimited cloud storage, animated emoji and no ads in public Telegram channels -- yes, there are ",
      " on Telegram. ",
      "Telegram's selective encrypted messaging but larger scale chats make it a good alternative for services like Discord -- which only offers end-to-end encryption for ",
      ". However, some of your data is still being collected when not using secret chats, so be cautious.",
      "You can download Telegram from ",
      " or the ",
      " store for free.",
      " is the most popular private messaging app on this list, with about 2 billion monthly users, according to ",
      ". Because it's so popular, there's a higher chance that other people you might be chatting with have WhatsApp, and therefore your chats can be encrypted. And if the person you're chatting with doesn't have WhatsApp -- or any of the other messaging apps on this list -- then your messages might not be encrypted. ",
      "WhatsApp uses Signal's encryption protocol, so your chats and calls are just as ",
      " as those on Signal. But the main distinction between Signal and WhatsApp is that the latter collects loads more user data, even compared to Telegram. ",
      "According to ",
      ", it automatically collects information like your usage and log information, device and connection information, location information and cookies from you when you use the app. And other people on the app can provide WhatsApp with information about you, too.",
      "\"When other users you know use our Services, they may provide your phone number, name, and other information (like information from their mobile address book) just as you may provide theirs,\" WhatsApp writes in its ",
      ".",
      "That means even if you don't use the app much and only use it to chat with a friend or relative overseas every few months, your data can still end up in WhatsApp's hands via your friend or relative.",
      "I guess the fact that the app collects so much data on you shouldn't be a surprise, considering the app is owned by Meta. The ",
      " that said Meta and other companies collect and retain \"troves of data, including information from data brokers and about both users and nonusers of their platforms.\"",
      "\"These surveillance practices can endanger people's privacy, threaten their freedoms and expose them to a host of harms, from identity theft to stalking,\" then-FTC Chair Lina Khan wrote. ",
      "Some people have expressed concerns about WhatsApp's data security. In 2024, ",
      " that governments may be able to take advantage of the limitations of secure messaging apps by performing traffic analysis -- but this is a limitation of many messaging apps, not a vulnerability of WhatsApp specifically. In 2023, ",
      " reported that the phone numbers of close to 500 million WhatsApp users had been leaked. However, the ",
      " team could not prove the numbers are from WhatsApp users.",
      "\"WhatsApp has no backdoors and we have no evidence of vulnerabilities in how WhatsApp works,\" a WhatsApp spokesperson told CNET in an email. \"We have a proven track record addressing issues we identify and have worked to hold bad actors accountable. We have the best engineers in the world proactively looking to further harden our systems against any future threats and we will continue to do so.\" The spokesperson also said WhatsApp doesn't keep logs of who people message or call.",
      "Again, there is no such thing as a perfectly secure app, but those are some alarming stories paired with how much data WhatsApp could collect on you. So while your messages might be secure and unreadable to anyone besides their intended recipient, the data WhatsApp collects on you is a veritable treasure trove of information others are out to get. ",
      "Despite the data collection, WhatsApp is still the world's most popular encrypted messaging app. So, if the person you want to talk to has WhatsApp and an unsecured message app, you should try to convince them to use Signal. ",
      "You can download WhatsApp from ",
      " or the ",
      " store for free.",
      "For more on privacy, check out CNET's ",
      ", ",
      " and ",
      ".",
      " An earlier version of this story misstated that WhatsApp had fallen victim to data breaches. We do not have any conclusive evidence of a WhatsApp data breach."
    ]
  },
  {
    "origin": "cnet",
    "title": null,
    "link": "https://www.cnet.com/latest/4/",
    "image": null,
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": "Anker Just Raised Its Prices Because of Tariffs. Here Are Some Products That Are Still on Sale",
    "link": "https://www.cnet.com/deals/anker-just-raised-its-prices-because-of-tariffs-here-are-some-products-that-are-still-on-sale/",
    "image": "",
    "resume": "\n    Don't miss your chance to score some discounted Anker products ahead of the tariffs. It might be your last chance to score some of these record lows.\n  ",
    "date_published": " ",
    "author": null,
    "segments": [
      " are making many Americans ",
      ", including making expensive purchases before prices rise on imported goods. Should you ",
      "?",
      "If you're rushing to buy products before tariffs hit, note that ",
      ". Anker makes some of our favorite power banks, chargers and speakers, and its products are seeing an average 18% price hike, researchers found. However, many of its items are on sale, some even discounted to record lows. Here's what savings you can score now before it's too late. ",
      "Charge all your Apple devices simultaneously with this charging station. It is compatible with the iPhone 14, 15 and 16 lineups, as well as AirPods and the Apple Watch 9. The device is 25% off right now, reducing it to a new low price. ",
      "This set includes two easy-to-install outdoor Eufy cameras with an integrated solar panel for continuous power. It's at a new record-low price, beating the discount we saw during Amazon's Big Spring Sale by $20. ",
      "Watch your favorite shows or movies just about anywhere with this Nebula projector. It produces a clear 720p image and can play for up to two hours before it needs to be charged. Best of all, it's small enough to fit in your pocket, so you really can take it anywhere. Right now, it's only $20 higher than the record-low price we saw during Black Friday last year. ",
      "Save over $1,000 on this generator bundle. It's packed with everything you'll need, including two 200-watt solar panels and a massive F2000 solar generator. It's meant to last for up to 10 years with everyday use, so you won't have to replace this expensive set anytime soon. And it's only slightly above the record low we saw around the holidays last year.",
      "It's the big question that everyone wants answered: Is it better to spend money on electronics now to avoid potential tariff-induced price hikes? ",
      "If you already have funds earmarked for a purchase, shopping now or during an upcoming shopping event (like a rumored upcoming Amazon sale), could help you save money and offer you peace of mind. But if you don't have the money saved, experts don't recommend financing it.  "
    ]
  },
  {
    "origin": "cnet",
    "title": null,
    "link": "https://www.cnet.com/latest/3/",
    "image": null,
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": null,
    "link": "https://www.cnet.com/latest/2/",
    "image": null,
    "resume": null,
    "date_published": null,
    "author": null,
    "segments": []
  },
  {
    "origin": "cnet",
    "title": "Is it Safe to Share Your Social Security Number? Experts Explain the Risks",
    "link": "https://www.cnet.com/news/is-it-safe-to-share-your-social-security-number-experts-explain-the-risks/",
    "image": "",
    "resume": "\n    Here's when it's safe to share your Social Security Number and what to do if your private info was exposed in a data breach.\n  ",
    "date_published": "April 11, 2025  1:49 p.m. PT",
    "author": "Dan Avery",
    "segments": [
      " numbers were ",
      " by the US federal government as a way to administer retirement and disability benefits. Since then things have changed dramatically, and Social Security numbers are now used as ",
      " within the United States for citizens, international students and people who are cleared to work within the country. ",
      "Today, if you're getting a ",
      ", buying a home or even receiving a paycheck, you'll need to provide your Social Security number. It's probably one of the most important piece of identification you have, though Social Security Numbers have been increasingly exposed in data breaches. Most recently, hackers infiltrated background check company National Public Data, ",
      ", which may include the Social Security numbers of every person in the US, ",
      " the Los Angeles Times.",
      "Because nearly every US citizen and permanent resident has a Social Security number, the numbers are now the go-to authentication method for cell service operators, utility companies and even retail companies. That makes them a prime target for identity theft. Now that it's ",
      ", the IRS is telling taxpayers to ",
      " to protect their sensitive information. ",
      "How do you know when you should -- and shouldn't -- share your Social Security number? We consulted the experts.  ",
      "For more, here's ",
      " and don't miss our ",
      ".",
      "Though it's important to protect your Social Security number, there are legitimate reasons for sharing those nine digits.   ",
      "\"Any company that you're applying to for a loan or line of credit needs your number,\" Paige Hanson, cyber safety education chief at ",
      ", said in an interview.    ",
      "That includes banks and credit reporting agencies, Hanson said, but it could also mean a cell service provider, since a phone contract is like a line of credit.   ",
      "Your Social Security number is also going to be mandatory for anything that triggers tax reporting, including your employer reporting your wages to the IRS, said Alan Butler, executive director of the ",
      ", a nonprofit focused on defending privacy and identity rights.    ",
      "You'll need to share it if you have an investment adviser or are engaging in a cash transaction of $10,000 or more -- like buying a car or house.    ",
      "Government agencies that provide benefits can also request your number, including the US Department of Labor and state agencies that administer Medicaid. Those requests should come with a disclosure form that explains whether the number is required or optional, confirms the agency's authority to ask for it and explains what it'll be used for.   ",
      "There are many more instances when you shouldn't offer up your Social Security number. With ",
      ", never give out your information in an email or over the phone.   ",
      "\"If you're not initiating the call, you should never share your personal information,\" NortonLifeLock's Hanson said. \"Even if it looks like it's coming from a legit company you do business with.\" ",
      "Confirming the last four digits of your Social is lower risk, Hanson said, since it's data a company already has.",
      "Not everyone asking for your number has bad intentions: \"Some businesses just want your code just because it's a faster way to look up your account,\" Hanson added.    ",
      "But that's not a good enough reason for them to have it.",
      "Others may want it if they're having you sign a contract, like a gym membership. \"It's an easier way to go to a collections agency if they have to,\" Hanson said. \"But there are other ways.\"    ",
      "While employers can ask for your Social, \"it absolutely cannot be required to get a job,\" Hanson said. So it shouldn't be on any job application.   ",
      "If they won't budge and you're not comfortable giving them your personal information, then don't. \"Every time another entity stores your Social, it's one more chance for identity theft,\" said Butler.  ",
      "If a company asks for your Social Security number, find out if there's an alternate form of identification you can use.",
      "By the time you're an adult, your Social Security number has been entered into so many databases it's impossible to keep it 100% secure. But there are ",
      " to better protect their account numbers.    ",
      "Don't carry your Social Security card in your wallet or purse. Keep it in a safe place at home. And shred any documents or pieces of mail that include your number, rather than just throwing them out. Also, If you're asked for your SSN, find out why.   ",
      "\"You should feel empowered to ask, 'Why do you need this? Where are you storing this?'\" Hanson said. \"'Is there another piece of information I can use instead?'\"   ",
      "Hanson recently took her daughter for a doctor's visit, and the form at the counter requested both of their SSNs. ",
      "\"There was really no need for them,\" Hanson said. \"So I left it blank on the form and they didn't say anything.\" ",
      "Another way to protect your Social Security number is by \"freezing\" your credit reports with Transunion, Equifax and Experian.  ",
      "If someone tries to use your number to open a credit card or get a loan, the request for your credit report will be declined. You can freeze your report indefinitely or set a specific \"thaw\" date.  ",
      "You should also regularly check your reports for any strange activity -- a free copy of all three is available annually from ",
      " -- and ",
      " on the Social Security website to see if anyone is accessing benefits using your number.    ",
      "If you think you've been the victim of identity theft using your Social Security number, report the incident to ",
      ", your local police department and any businesses that may have been given your number fraudulently.   ",
      "If you think your number has been used illicitly to get a job or access your tax return, you can also contact the Social Security Administration at 800-772-1213 or visit the ",
      ". ",
      "Though it's possible to get a new Social Security number, it likely won't solve all your problems, ",
      ".   ",
      "\"Sometimes getting a new number can leave you worse off,\" Steve Toporoff with the FTC's Division of Privacy and Identity Protection said in a statement, \"because you need to contact all the government agencies, financial institutions, credit bureaus, health insurers and other places where the old Social Security number might be used.\" "
    ]
  },
  {
    "origin": "cnet",
    "title": "Razer Laptop Sales Halted in US Due to Tariffs, Report Says",
    "link": "https://www.cnet.com/tech/gaming/razer-laptop-sales-halted-in-us-due-to-tariffs-report-says/",
    "image": "",
    "resume": "\n    Laptops from the popular gaming brand are listed as out of stock on its website.\n  ",
    "date_published": "April 11, 2025  2:34 p.m. PT",
    "author": null,
    "segments": [
      "The ",
      " have ",
      ", and companies and shoppers have been scrambling to figure out how to react. On Tuesday, it appeared that tech company Razer had pulled its ",
      " and the newly released ",
      " from its website, where they remain out of stock as of Friday.",
      "Currently, the 14-, 16- and 18-inch Razer ",
      " and the laptop stand are ",
      ", with a Notify Me button in lieu of a purchase button. Razer's laptop accessories and other products are still available, including the brand's lines of gaming mice and keyboards. ",
      "On Tuesday, the laptops were still in stock on Razer's Canada website. However, those too have since ",
      ". Unlike the US store, though, pre-orders on upcoming Razer laptops ",
      ".  As noted by ",
      ", the Internet Archive shows the products were all available for purchase as of April 1 in both the US and Canadian stores.",
      " ",
      "Razer hasn't publicly confirmed that the pause in sales is due to the tariffs, but that seems to be the prevailing theory. Trump raised tariffs of Chinese-made goods — which includes Razer's Chinese-made laptops — to ",
      ", causing China to reciprocate with a ",
      " on US-made goods. ",
      "\"In the case of Razer, tariffs seem to be the likely reason as they are  not only leading to increased pricing but also creating incredible  amounts of uncertainty within the market,\" IDC Research Manager Jitesh Ubrani told CNET in an email. \"In the short term, we're likely going to see more of this from other  vendors too as they gauge their chances of success with each product.\" ",
      "If the reason for Razer pulling laptops is due to the tariffs, it would join  laptop-maker Framework as the second company to pause sales because of it over the last week. Framework ",
      " that its smallest configuration, the Framework Laptop 13, would be removed from US sites due to the tariff. ",
      "\"We priced our laptops when tariffs on imports from Taiwan were 0%,\" the company said in a follow-up tweet. \"At a 10% tariff, we would have to sell the lowest-end SKUs at a loss. Other consumer goods makers have performed the same calculations and taken the same actions, though most have not been open about it.\"",
      "A representative for Razer did not respond to a request for comment.",
      "Tariffs have already shaken up the global economic picture, starting with a ",
      " that rivaled the one seen during the COVID-19 pandemic. Nintendo has ",
      " for the Switch 2, and the imminent ",
      " due to tariff concerns. ",
      "Prices haven't increased for most products just yet, as many tech companies have stock of existing products that arrived before the tariffs went into effect. Apple reportedly flew ",
      " into the US at the last minute to dodge Trump's tariffs. ",
      " will cause the price of goods to go up, and more companies will likely pull products from the shelves. The threat of higher prices and vanishing products has ",
      " as consumers attempt to make their final big purchases before the tariffs hit store shelves. "
    ]
  },
  {
    "origin": "cnet",
    "title": "Load Faster and Crash Less with Marvel Rival's New Experimental Feature",
    "link": "https://www.cnet.com/tech/gaming/load-faster-and-crash-less-with-marvel-rivals-new-experimental-feature/",
    "image": "",
    "resume": "\n    The new performance setting lets you spend less time compiling shaders and more time bringing the beatdown on some baddies in Marvel's hero shooter.\n  ",
    "date_published": "April 11, 2025  2:24 p.m. PT",
    "author": "Tyler Graham",
    "segments": [
      "The Hellfire Gala isn't the only reason for Marvel Rivals PC players to party in ",
      ". The hit hero shooter just got a new experimental performance setting that aims to speed up load times and prevent crashes.",
      "PC players have been ",
      " since the release of Marvel Rivals. Even with adequate memory and beefy GPUs, the game's performance has been shaky for many players. The new mode aims to solve these issues, especially for any players who have ",
      ".",
      "Toggling Switch Shader Compilation Mode will ensure that the game only goes through the shader compilation on the first startup after a new patch or graphics driver update, rather than every time you launch the game.",
      "The developers also have optimized the game's memory usage, cutting down on severe frames per second drops, visual stutters and crashes caused by memory shortages.",
      "Here's how you can turn on the new Switch Shader Compilation Mode and optimize your Marvel Rivals performance.",
      "The new performance setting is toggled in the Marvel Rivals dedicated launcher.",
      "You don't actually turn on the new performance setting from the in-game settings menu. Because Switch Shader Compilation Mode affects load times, you need to toggle this option within the Marvel Rivals launcher before you start the game.",
      "The Switch Shader Compilation Mode setting appears in a long rectangular box directly to the left of the \"Launch\" button. To turn on the mode, simply check the box on the left side of the rectangle and run the game.",
      "The new performance mode will help you load into matches faster but there are some catches.",
      "This new performance feature was released in an experimental state, which means you might run into some bugs. None of these are game-breaking, nor are they permanent, so you don't have to worry about running Marvel Rivals with this option toggled.",
      "When Switch Shader Compilation Mode is turned on, some textures may render abnormally at the beginning of a match but will return to their normal state after several frames.",
      "As these textures properly load, you may also experience momentary stutters before the game once again settles into a continuous picture. Both of these bugs are supposed to last for only a few frames at the start of each match, well before players step outside of the spawn doors.",
      "A heads-up for those using older silicon: On systems with lower end CPUs (those with six or fewer threads), enabling Switch Shader Compilation Mode alongside AMD FSR3 Frame Generation could potentially create stutters that will last throughout a match.",
      "This doesn't mean players with less powerful CPUs can't use Switch Shader Compilation Mode but it does mean that they should disable AMD FSR3 Frame Generation while they do so. It's unclear whether there will be a fix for this bug -- but ",
      " on this experimental performance feature nonetheless."
    ]
  },
  {
    "origin": "cnet",
    "title": "Shopify Workers Are Expected to Use Gen AI at Work. Is Your Job Next?",
    "link": "https://www.cnet.com/tech/services-and-software/shopify-workers-are-expected-to-use-gen-ai-at-work-is-your-job-next/",
    "image": "",
    "resume": "\n    AI tools are changing the nature of work for a lot of jobs. The results, and the opinions about the change, are mixed.\n  ",
    "date_published": "April 11, 2025  2:27 p.m. PT",
    "author": "Jon Reed",
    "segments": [
      "Most of us get the same basic questions in our employee performance reviews, even if we work totally different jobs: What did you accomplish in the last year? What are your opportunities for improvement? But here's one you might not have seen before: How did you use ",
      " at work?",
      "Something like that question might be on the next performance reviews for at least one employer. In a ",
      " after it leaked and was ",
      " and others, Shopify CEO Tobi Lutke said using AI in the workplace is no longer optional at the e-commerce software firm, which employed about 8,100 people at the end of 2024.",
      "\"Using AI effectively is now a fundamental expectation of everyone at Shopify,\" Lutke wrote in the memo. ",
      "Gen AI tools like OpenAI's ",
      " and Google's ",
      " are increasingly being touted as game-changers at the office, with business leaders saying they can make employees more efficient. At the same time, that transformation has raised concerns that these tools will replace humans, leading to fewer jobs. A recent Pew Research Center survey found 64% of ",
      ".",
      "Shopify is one company emphasizing gen AI in the workplace, but it isn't the only one. What happens when your boss adds \"use AI\" to your job responsibilities?",
      "Lutke's memo emphasized the importance of Shopify's employees tinkering with AI and spelled out certain requirements, including sharing what they've learned about using AI tools. He also said teams would need to demonstrate why AI can't meet needs before asking for more resources or to hire new employees.",
      "The memo clearly shows one potential impact of gen AI on the availability of jobs: Companies will be less willing to hire if that work can be done by AI instead.",
      "That fear is widely shared, with ",
      ", according to a separate Pew survey released in February that focused on Americans' thoughts on AI at work. ",
      "Despite the widespread fears, Nicole Sahin, CEO and founder of G-P, a global employment and human relations firm, told me she still sees companies hiring workers in line with what would be expected in a growing labor market. ",
      "\"Companies are definitely hiring people and they can't find enough talent,\" she said. \"I don't feel that hiring is slowing down.\"",
      "What is changing, perhaps, is that the people who are being hired for the kinds of jobs that can be done alongside gen AI tools are being hired based on their ability to be creative and versatile with that technology, Sahin said.",
      "The Shopify memo and its expectation around AI use is \"the beginning of the new normal,\" Sahin said. G-P released a survey this week of ",
      ", with 91% of executives reporting they're scaling up AI efforts at their companies. ",
      "Sahin said she sees the issue as one where companies expect workers to be willing to experiment and be creative with technology. \"The willingness to be nimble is extremely important,\" she said.",
      "Experts say the expanding use of gen AI in the workplace is changing the skills employees need to thrive. Many workers, including those in entry-level positions, will need to ",
      " rather than the skills to do tasks that can be done by an AI tool instead. ",
      "Most workers in the February Pew survey said they don't use AI chatbots at all or use them rarely, and only 16% reported using AI in their jobs. ",
      "Even younger workers generally aren't using AI in their jobs. A Gallup survey released this week ",
      " in the workplace. Only 30% said they used it for work, and more than half said their workplace didn't have a formal AI policy. The survey found 29% said AI doesn't exist for their work and 36% said the risks outweighed the benefits in their jobs.",
      "Just because you can or do use AI at work doesn't mean it's worth it. A report this month by the consultancy firm Coastal found half of the business leaders it surveyed said they've seen ",
      ", and only 21% reported proven outcomes. Coastal attributed this gap between hype and results to the disconnect between experimentation and strategy. ",
      "\"Without clear business alignment or defined outcomes, AI risks staying stuck in the 'interesting but isolated' category,\" the Coastal report said.",
      "Gen AI systems like ChatGPT may be able to generate answers to a wide variety of queries, but they aren't answering those things the same way a human would. For one, they're prone to ",
      " -- essentially making stuff up instead of acknowledging they don't know the answer.",
      "That makes it essential to ",
      " and not trust its answers as always being correct. Especially large, general language models like ChatGPT, which are trained on a vast amount of data, not all of it good or relevant to your job.",
      "Those kinds of models \"really should not be used for work,\" Sahin said. \"When you're thinking about using AI in business, it can't hallucinate, it can't get things wrong.\"",
      "In the workplace, you want specialized tools that are less likely to hallucinate and are easier to verify and correct, she said. Workers need to be able to detect those issues and fix them in order to use AI well.",
      "At Shopify, learning those skills is just part of the job now, Lutke wrote. \"Frankly, I don't think it's feasible to opt out of learning the skill of applying AI in your craft; you are welcome to try, but I want to be honest I cannot see this working out today, and definitely not tomorrow.\""
    ]
  },
  {
    "origin": "cnet",
    "title": "Best Board Game Deals: Stock Up on Games for Kids and Adults With Big Discounts for National Board Game Day",
    "link": "https://www.cnet.com/deals/best-board-game-deals/",
    "image": "",
    "resume": "\n    Here are the best deals on fun games for the whole family.\n  ",
    "date_published": null,
    "author": null,
    "segments": [
      "Board games are a simple way to bring people together of all ages. Kids and adults can create fantastic memories in a fun environment. And with all the games available for many interests and age groups, each game night can be a completely new experience. And what better day to play some games than on ",
      "? ",
      "Board games come in many forms -- you can find ones that require ",
      " or ",
      ". There are even luck-based ",
      " that are simple and still fun. And if you shop around, you'll find good games are always on sale.",
      "My family and I love board games so I'm always looking for the best deals. And because I'll never be a rich man, I take advantage of every game deal I see for my gaming table. Now you can also enjoy the feeling of having all the board games you'll ever need. ",
      "Keep scrolling to check out our roundup of the best board game bargains available. We've found the top deals on a range of games, so you can find one that's right for your group. We'll keep updating the list as we find newer and better deals so be sure to check back often.",
      "Right now at Amazon and Target, you can score 50% off on a board game when you buy one. There are tons of classic options like ",
      ", ",
      " and various editions of ",
      ", as well as less popular -- but still super fun -- games like ",
      ", ",
      " and ",
      ". Some games are already discounted, maximizing your savings even more. ",
      "If you like to indulge in being a little sneaky, you'll love Spectre. The goal is to become the next big spy and to do so you need to build special devices and create your own spy network. You'll not only have to work against other players but also James Bond himself. You can play with up to four people so it's a good one for family nights if you all love spy films.",
      "Marvel is probably going to be fairly big for the rest of our lives and so too will the appeal of the humble zombie. Well, Marvel Zombies smooshes the two together into a board game for up to six players. The game comes with minis to play with and has you either trying to save the world or doom it. This set can also be added to others to make for an even larger potential game.",
      "Amazon might be the obvious choice for board games, but there are still plenty of other places you can find great deals. ",
      " tends to have a good selection of board game deals, often giving discounts such as \"buy one, get one 50% off,\" like we're seeing today. ",
      "Remember, a product's list price doesn't always tell you the real value. Often the list price is artificially inflated to make the deal look more attractive, so you'll want to check around and see what the true value of a product is. You might also want to install ",
      " to give you a bit of help with that."
    ]
  }
]