{"origin": "parade", "title": "Angelina Jolie’s Daughter Shiloh, 18, Shows Off Her New Tattoo With a Special Meaning", "link": "https://parade.com/news/angelina-jolies-daughter-shiloh-18-shows-off-her-new-tattoo-with-a-special-meaning", "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzMzA1/shiloh-jolie-tattoo.jpg", "resume": "Could the teenager’s fresh ink be a tribute to her famous mom? ", "date_published": "2025-04-11T17:56:15-04:00", "author": "Melissa Copelton", "segments": ["Getting a tattoo is pretty much a right of passage for most teenagers, and ", "’s daughter ", " is no exception. ", "In photos obtained by ", ", the 18-year-old was spotted with a dainty new design on her wrist. According to the outlet, the tattoo is of a gemini symbol. ", "🎬", "🎬", "Shiloh is a gemini celebrating her birthday on May 27, while Jolie, 49, is a gemini celebrating her birthday on June 4. Although it’s unclear whether or not the ", "actress shares the same ink with her daughter, it wouldn’t be the first time! ", "In fact, Jolie and her daughter ", "have matching tattoos! \"I got 'Stay Gold' with my daughter Viv during our time with ", ",\" the Academy Award winner told ", " in a September 2024 interview. \"It means so much to us separately and together.\"", "Jolie produced ", " and Vivienne, 16, worked as her assistant. ", "\"There is also a bird that I share with some of my children that is personal to us,” Jolie added, but did not specify which of her kids also have the design. ", "The longtime philanthropist shares Shiloh, Vivienne, ", ", ", ", ", ", and Vivienne's twin brother, ", ", with ex-husband ", ". ", "Pitt, 61, actually made headlines earlier this year for his tattoos as well. In a trailer for his upcoming film ", ", the actor is shirtless with a visible “June 4” tattoo on his lower abdomen. ", "As mentioned, Jolie’s birthday is June 4, 1975. ", "According to ", ", “June 4” is written in Khmer, the prominent language they speak in Cambodia, where their son Maddox, 23, was born. ", "Jolie and Pitt got married in April 2014 before Jolie filed for divorce citing irreconcilable differences in September 2016. ", "In 2019, the respective A-listers were declared legally single. However, their divorce was not finalized until December 30, 2024."]}