{"origin": "thenextweb", "title": "Spotify CEO’s Neko Health opens its biggest body-scanning clinic yet\n                                    ", "link": "/news/neko-health-opens-second-london-body-scanning-health-centre", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2Funnamed.jpg&signature=7d587bfc9bee3982141a911db6b4606c", "resume": "\n                                    The new health centre is equipped for up to 30,000 scans annually\n                                ", "date_published": "April 9, 2025 - 11:01 pm", "author": "Thomas Macaulay", "segments": ["Body-scanning startup Neko Health has opened its largest clinic yet, continuing its expansion in London — just six months after launching its first site in the city.", "The system is the brainchild of ", " CEO Daniel Ek and his business partner Hjalmar Nilsonne. The duo want to ", " systems from reactive to proactive.", "Limited offer: Bag 2 tickets for the price of 1!", "Register for TNW Conference by 15 April and get another ticket totally free!", "After launching Neko in their native Sweden in 2023, they began expanding the service ", " last year, starting with a new health centre in the chic neighbourhood of Marylebone.", "The new centre has a suitably space-age design, which echoes the aesthetic of the inaugural London site. Neko already has plans to open two more clinics in the UK’s capital, with launches in other cities in the country also targeted for this year.", "The city also evidently has enough people prepared to pay the ", "80% of members book and prepay a scan for the following year at the end of their appointment, Neko said.", "Between the two centres, Neko has now completed over 15,000 scans. Earlier this year, TNW added one more to the total. During the doctor’s consultation, we were advised to seek a further review. Once we finally have our appointment with the NHS, we’ll reveal all the details about our experience — and Neko’s findings."]}