[
  {
    "origin": "thenextweb",
    "title": "European startup founders are working longer hours than you might think\n                                    ",
    "link": "/news/european-startup-founders-work-long-hours",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-6.jpg&signature=4aae275ca4363ba5bd51fd4e5c8524fd",
    "resume": "\n                                    German founders clock in the most hours, according to new research\n                                ",
    "date_published": "April 8, 2025 - 11:01 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Limited offer: Bag 2 tickets for the price of 1!",
      "Register for TNW Conference by 15 April and get another ticket totally free!",
      " "
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Solar panels made from moon dust could power future lunar colonies\n                                    ",
    "link": "/news/solar-panels-made-from-moon-dust-to-power-lunar-colonies",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-4.jpg&signature=96891d5049dbba1f7ae9895d8c45fbf3",
    "resume": "\n                                    Scientist want to generate solar energy by turning moon dust into \"moonglass\" \n                                ",
    "date_published": "April 4, 2025 - 1:38 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "The 💜 of EU tech",
      "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!"
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Cosmic radio station could probe early universe from far side of the Moon\n                                    ",
    "link": "/news/cosmic-radio-station-probe-early-universe-from-far-side-of-moon",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-7.jpg&signature=ed0e8481c1e36947cd1cd5ed7f7c181c",
    "resume": "\n                                    Blue Skies Space wants to unlock secrets from the universe's \"dark ages\"\n                                ",
    "date_published": "April 8, 2025 - 11:01 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "The 💜 of EU tech",
      "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!"
    ]
  },
  {
    "origin": "thenextweb",
    "title": "European tech warns Trump tariffs will hit both hardware and software\n                                    ",
    "link": "/news/european-tech-warns-trump-tariffs-will-hit-hardware-and-software",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2024%2F02%2FUntitled-design-16.jpg&signature=26f618097b25bdd02415caaacf13707e",
    "resume": "\n                                    The new measures have sparked various fears among European startups\n                                ",
    "date_published": "April 3, 2025 - 4:38 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Limited offer: Bag 2 tickets for the price of 1!",
      "Register for TNW Conference by 15 April and get another ticket totally free!"
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Meet the 5 Nordic scaleup stars in the finals of TECH5 — the ‘Champions League of Tech’\n                                    ",
    "link": "/news/5-best-nordics-scaleup-join-tech5-champions-league-of-technology",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-5.jpg&signature=e5356921e13cace837cda1acfa76c0ea",
    "resume": "\n                                    The Nordic contenders join five challengers from Benelux in the next round of the TECH5 scaleup contest\n                                ",
    "date_published": "April 7, 2025 - 6:00 am",
    "author": "Thomas Macaulay",
    "segments": [
      "Five fast-growing Nordic scaleups have reached the finals of ",
      " — the “Champions League of Technology.” They join a standout quintet from Benelux, ",
      ", in the race to be crowned Europe’s hottest scaleup.",
      "The Nordics — comprising Denmark, Finland, Iceland, Norway, and ",
      " just 27 million people but punch well above their weight in innovation.",
      "The region has Europe’s highest density of unicorns — privately held companies valued at over $1bn. Despite accounting for only 4% of Europe’s population, the Nordics hosted 17% of the continent’s unicorns between 2013 and 2023.",
      "Sweden leads the pack with the EU’s top startup ecosystem, ",
      " StartupBlink’s 2024 rankings.",
      "The 💜 of EU tech",
      "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!",
      "The Nordics also possess one of Europe’s leading investment landscapes. The region is home to over 14,000 funded startups, which collectively raised $5.6bn in 2024, ",
      " Dealroom data. Sweden, Norway, Finland, and Denmark rank among Europe’s top 15 countries for VC investment, while Iceland sits in the top 50.",
      "This thriving ecosystem has produced global giants like Spotify and Klarna. Now, TECH5 aims to uncover the next wave of tech titans.",
      "TNW’s judges selected the five finalists based on their growth, impact, and future potential. Let’s meet them (listed in no particular order).",
      "These businesses are the backbone of the European economy, representing 99% of all EU firms and over 100 million jobs. Yet they remain underserved by traditional banks, facing slow decision-making, rigid processes, and financial barriers that hinder growth.",
      "Sweden’s ",
      " is redefining pet care — with insurance at its core. The fast-rising scaleup has a preventative focus that combines veterinary care, coaching for owners, e-commerce, and advice from vets to keep our furry companions healthy.",
      "The company’s founders have an ideal blend of skills and experience. CEO Hedda Båverud Olsson grew up with a veterinarian parent. COO Sophie Wilkinson is a former head of pet insurance at a Nordic insurer, while CTO Johan Jönsson has developer expertise honed at Spotify and King.",
      "After launching in 2020, Lassie rode a boom",
      "“Our ambition is to become the European leader in pet insurance and preventive care — then go global,” the company told TNW. “We’re not just covering medical costs; we’re improving pet health, extending lifespans, and giving owners peace of mind.”",
      "The norm that Denmark’s ",
      " wants to foster is circularity. Its target for the transition is office furniture. The scaleup helps businesses cut their environmental impact by ditching single-use furniture for a circular, subscription-based service.",
      "Founded in 2020 by former IKEA manager Anders Jepsen and Skype co-creator Jonas Kjellberg, NORNORM is based in Copenhagen. In 2022, the company secured €110",
      " in a funding round led by growth equity firm Verdane. Inter IKEA Development also contributed to the round.",
      "Today, NORNORM is active in 17 countries and 59 cities. The company plans to bring its service to many more businesses — and not only big brands.",
      "“Real impact comes from reaching the many, not the few, which is why we have designed an accessible and highly affordable solution that requires no upfront investment or long-term commitment,” NORNORM told TNW.",
      "“By making circular office interiors both attractive and scalable, we are driving systemic change in the industry and proving that sustainability and business success go hand in hand.”",
      "Diklev wants his home country to set a standard in the energy transition. “",
      "The Swedish scaleup has created a cloud-based collaboration platform that connects healthcare professionals, medical educators, and researchers. Its goal? Accelerating patient access to accurate diagnoses and effective treatments.",
      "Collective Minds has high hopes for Sweden’s digital future. Alongside its talent, culture, and history of scaling big ideas, the scaleup emphasised the country’s focus on sustainability and impact-driven innovation — which makes it “an exciting place to build something meaningful.”",
      "With the Nordic challengers joining the Benelux contenders in the TECH5 regional finals, the competition for the hottest scaleup in Europe is heating up. Next Monday, we unveil the five finalists from another rising region: DACH."
    ]
  },
  {
    "origin": "thenextweb",
    "title": "We rode a remote-driven EV through Berlin. Is this the future of car sharing?\n                                    ",
    "link": "/news/we-test-rode-vay-remote-driven-ev-car-sharing",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-3.jpg&signature=8567e1ade04b0a6442e4328d97ffdf71",
    "resume": "\n                                    Vay's remote-driven cars could offer a superior form of car sharing, but in Europe the service is stuck in a traffic jam of red tape\n                                ",
    "date_published": "April 3, 2025 - 3:58 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Limited offer: Bag 2 tickets for the price of 1!",
      "Register for TNW Conference by 15 April and get another ticket totally free!",
      " The company "
    ]
  },
  {
    "origin": "thenextweb",
    "title": "This Una smartwatch can be taken apart like LEGO and repaired at home\n                                    ",
    "link": "/news/una-sports-smartwatch-can-be-taken-apart-like-lego-and-repaired-at-home",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2Funa-smartwatch.jpg&signature=eb6a2f846e5041f39312bdf2953cda70",
    "resume": "\n                                    It could be the last smartwatch you'll ever own...\n                                ",
    "date_published": "April 7, 2025 - 12:52 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Scottish startup Una aims to upend this take-make-waste cycle. The company’s sports smartwatch is built to be repaired. Users can easily swap, replace, and ",
      " individual components like the screen, battery, and health sensors, extending the device’s lifespan.",
      "“Customers are tired of replacing expensive tech every few years,” said Lewis Allison, Una’s founder. “We’re showing the industry there’s a better way.”",
      "Una had a blockbuster launch on Kickstarter last week, signalling early demand for its repairable, upgradable smartwatch. The startup raised over £200,000 in just 48 hours after its launch on the crowdfunding platform. That’s more than 20 times its initial fundraising goal of £10,000.",
      "Over 3,000 people have pre-ordered Una’s smartwatch. The first deliveries are due to begin in August 2025 to customers in the EU, UK,",
      "The 💜 of EU tech",
      "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!",
      "While sustainability is at its core, Una’s watch doesn’t compromise on high-tech features. The smartwatch uses dual-frequency GPS, improving the accuracy, reliability, and robustness of location data.",
      "hese include a barometric altimeter for elevation changes, an accelerometer to track movement, and a magnetometer for orientation. It also measures heart rate and blood oxygen levels.",
      "Powered by an ultra-efficient Cortex-M33 chip, the smartwatch offers up to 10 days of battery life. It charges via a regular USB-C cable.",
      "Una runs on FreeRTOS, an open-source operating system for microelectronics. The company also offers add-on hardware and software “kits” that allow users to build custom apps, create new hardware modules, and even write their own firmware.",
      "Una departs from proprietary, closed-source devices like the Apple Watch and Garmin, which dominate the global smartwatch market, ",
      " $33bn last year.",
      "The Edinburgh-based startup is one of a growing number of tech companies developing products that customers can fix and upgrade themselves. Other examples include Fairphone, which ",
      " that can be repaired at home using just a screwdriver and a video manual, and Framework, which builds modular laptops.",
      "Una’s Kickstarter success follows a £300,000 investment from SFC Capital in March. The company also won £100,000 in the Scottish EDGE startup competition last year."
    ]
  }
]