{"origin": "wired", "title": "DOGE’s Cuts at the USDA Could Cause US Grocery Prices to Rise and Invasive Species to Spread", "link": "https://www.wired.com/story/usda-food-supply-chains/", "image": "https://media.wired.com/photos/67d06d8d8e0122ff3baa800a/3:2/w_1600%2Cc_limit/Department-of-Agriculture-Beagle-Brigade-Business-1066781138.jpg", "resume": "Thousands of US Department of Agriculture employees, including food inspectors and disease-sniffing-dog trainers, remain out of work, leaving food to rot in ports and pests to proliferate.", "date_published": "2025-03-17T06:00:00-04:00", "author": "Kate Knibbs", "segments": [" abruptly fired last month, Derek Copeland worked as a trainer at the US Department of Agriculture’s National Dog Detection Training Center, preparing beagles and Labrador retrievers to sniff out plants and animals ", " or vectors for zoonotic diseases, like ", ". Copeland estimates the NDDTC lost about a fifth of its trainers and a number of other support staff when 6,000 employees were ", " in February as part of a government-wide purge orchestrated by the Trump administration and ", ".", "Before he received his termination notice, he says, Copeland had just spent several months training the only dog stationed in Florida capable of detecting the Giant African land snail, an invasive mollusk that poses a significant threat to Florida agriculture. “We have dogs for spotted and lantern flies, Asian longhorn beetles,” he says, referring to two other non-native species. “I don’t think the American people realize how much crap that people bring into the United States.”", "Dog trainers are just one example of the kind of highly specialized USDA staff that have been removed from their stations in recent weeks. Teams devoted to inspecting plant and food imports have been hit especially hard by the recent cuts, including the Plant Protection and Quarantine program, which has lost hundreds of staffers alone.", "“It’s causing problems left and right,” says one current USDA worker, who like other federal employees in this story asked to remain anonymous for fear of retaliation. “It’s basically a skeleton crew working now,” says another current USDA staffer, who noted that both they and most of their colleagues held advanced degrees and had many years of training to protect US food and agriculture supply chains from invasive pests. “It’s not something that is easily replaced by artificial intelligence.”", "“These aren’t your average people,” says Mike Lahar, the regulatory affairs manager at US customs broker behemoth Deringer. “These were highly trained individuals—inspectors, entomologists, taxonomists.”", "Lahar and other supply chain experts warn that the losses could cause food to go rotten while waiting in ports and could lead to even higher grocery prices, in addition to increasing the chances of potentially devastating invasive species getting into the country. These dangers are especially acute at a moment when US grocery supply chains are already reeling from other business disruptions such as ", " and President Trump’s ", ".", "“If we're inspecting less food, the first basic thing that happens is some amount of that food we don't inspect is likely to go bad. We're going to end up losing resources,” says supply chain industry veteran and software CEO Joe Hudicka.", "The USDA cuts are being felt especially in coastal states home to major shipping ports. USDA sources who spoke to WIRED estimate that the Port of Los Angeles, one of the busiest in the US, lost around 35 percent of its total Plant Protection and Quarantine staff and 60 percent of its “smuggling and interdiction” employees, who are tasked with stopping illegal pests and goods from entering the country. The Port of Miami, which handles high volumes of US plant imports, lost about 35 percent of its plant inspectors.", "Navigating the workforce cuts has “been absolute chaos,” says Armando Rosario-Lebrón, a vice president of the National Association of Agriculture Employees, which represents workers in Plant Protection and Quarantine program.", "“These ports were already strained in how they process cargo, and now some of them have been completely decimated,” Rosario-Lebrón says. \"We could be back to pandemic-level issues for some goods if we don't fix this.\"", "The Department of Agriculture did not respond to a request for comment. Republican senator Joni Ernst, who has been a vocal backer of DOGE’s efforts, previously publicly supported the USDA’s dog training program and ", " that would give it permanent funding. Her office declined to comment on cuts made to it.", "Two federal judges and an independent agency that assesses government personnel decisions have already ", " that fired USDA employees be reinstated. Earlier this week, the USDA said that it was pausing the terminations for 45 days and would “develop a phased plan for return-to-duty.” But affected staff remain in the dark about their future, and the Trump administration has signaled it will fight court decisions to reinstate employees, with White House press secretary Karoline Leavitt ", " one of the rulings “absurd and unconstitutional.”", "As these legal and regulatory battles continue to play out, Hudicka says he anticipates a number of trickle-down effects to happen, such as local market wars over resources, which bigger cities and larger grocery chains will be better equipped for than mom-and-pops and rural communities. Hudicka says that allowing shipping containers to sit uninspected could also impact other sectors, as the delays will prevent them from being reused for other kinds of goods. “Those containers are supposed to be moving stuff every day, and now they’re just parked somewhere,” he says.", "Kit Johnson, the director of trade compliance at the US customs broker John S. James, also predicts prices and waste to increase. But what raises the most alarms for him is the increased likelihood of invasive species slipping through inspection cracks. He says the price of missing a threatening pest is “wiping out an entire agricultural commodity,” an event that could have “not just economic but national security impacts.”", "Decimating the Department of Agriculture could even have consequences for US Customs and Border Protection, which deploys the dogs trained by Copeland and other staffers at the National Dog Detection Training Center. CBP works closely with the USDA in other ways as well, particularly at points of entry. The two agencies run the Agricultural Quarantine Inspection program, but it’s funded by the USDA. Many Animal and Plant Health Inspection Service programs do not rely on taxpayer dollars to operate but instead ", " from importers and other industry players. In this way, it subsidizes some of CBP’s agriculture-related activities. CBP did not respond to a request for comment.", "As the fired USDA workers wait to hear whether their reinstatements will actually take place, ports are beginning to feel their absence. “There aren’t as many inspections being done, and it doesn’t just put us at risk,” says Lahar. “It puts our farmers and our food chains at risk.”"]}