[
  {
    "origin": "wired",
    "title": "Yuval Noah Harari: ‘How Do We Share the Planet With This New Superintelligence?’",
    "link": "https://www.wired.com/story/questions-answered-by-yuval-noah-harari-for-wired-ai-artificial-intelligence-singularity/",
    "image": "https://media.wired.com/photos/67e561dec7f8eb1ec3463147/3:2/w_1600%2Cc_limit/f_sti_1838.jpg",
    "resume": "The academic and author discusses what to expect from the singularity, the need for AI self-correcting mechanisms, and what hope there is for superintelligence safeguarding democracy.",
    "date_published": "2025-04-01T05:00:00-04:00",
    "author": "Michiaki Matsushima",
    "segments": [
      " philosopher Yuval Noah Harari’s book ",
      " became an international bestseller by presenting a view of history driven by the fictions created by mankind. His later work ",
      " then depicted the a future for mankind brought about by the emergence of superintelligence. His latest book, ",
      ", is a warning against the unparalleled threat of AI.",
      "A rising trend of techno-fascism driven by populism and ",
      " has been visible since the US presidential election in November. ",
      ", which was published just a few months earlier, is a timely explainer of the potential consequences of AI on ",
      " and totalitarianism. In the book, Harari does not just sound the alarm on ",
      "—the hypothetical future point at which technology, particularly AI, moves beyond human control and advances irreversibly on its own—but also on AI’s foreignness.",
      "This interview was conducted by Michiaki Matsushima, editor in chief of WIRED Japan, and was also recorded for “The Big Interview” ",
      " for the Japanese edition of WIRED, scheduled to be released in April 2025. The interview has been edited for clarity and length.",
      ": Information is not the same as truth. Most information is not an accurate representation of reality. The main role information plays is to connect many things, to connect people. Sometimes people are connected by truth, but often it is easier to use fiction or illusion.",
      "The same is true of the natural world. Most of the information that exists in nature is not meant to tell the truth. We are told that the basic information underlying life is DNA, but is DNA true? No. DNA connects many cells together to make a body, but it does not tell us the truth about anything. Similarly, the Bible, one of the most important texts in human history, has connected millions of people together, but not necessarily by telling them the truth.",
      "When information is in a complete free market, the vast majority of information becomes fiction, illusion, or lies. This is because there are three main difficulties with truth.",
      "First of all, telling the truth is costly. On the other hand, creating fiction is inexpensive. If you want to write a truthful account of history, economics, physics, et cetera, you need to invest time, effort, and money in gathering evidence and fact-checking. With fiction, however, you can simply write whatever you want.",
      "Second, truth is often complex, because reality itself is complex. Fiction, on the other hand, can be as simple as you want it to be.",
      "And finally, truth is often painful and unpleasant. Fiction, on the other hand, can be made as pleasant and appealing as possible.",
      "Thus, in a completely free information market, truth would be overwhelmed and buried by the sheer volume of fiction and illusion. If we want to get to the truth, we must make a special effort to repeatedly try to uncover the facts. This is exactly what has happened with the spread of the internet. The internet was a completely free marketplace of information. Therefore, the expectation that the internet would spread facts and truths, and spread understanding and consensus among people, quickly proved to be naive.",
      "Yuval Noah Harari is a research fellow at the Center for the Study of Survival Risk at the University of Cambridge.",
      "There are many things we can learn from history. First, knowing history helps us understand what new things AI has brought. Without knowing the history, we cannot properly understand the novelty of the current situation. And the most important point about AI is that it is an agent, not just a tool.",
      "Some people often equate the AI revolution with the printing revolution, the invention of the written word, or the emergence of mass media such as radio and television, but this is a misunderstanding. All previous information technologies were mere tools in the hands of humans. Even when the printing press was invented, it was still humans who wrote the text and decided which books to print. The printing press itself cannot write anything, nor can it choose which books to print.",
      "AI, however, is fundamentally different: It is an agent; it can write its own books and decide which ideas to disseminate. It can even create entirely new ideas on its own, something that has never been done before in history. We humans have never faced a superintelligent agent before.",
      "Of course, there have been actors in the past. Animals are one example. However, humans are more intelligent than animals, especially in the area of connection, in which they are overwhelmingly superior. In fact, the greatest strength of ",
      " is not its individual capabilities. On an individual level, I am not stronger than a chimpanzee, an elephant, or a lion. If a small group, say 10 humans and 10 chimpanzees, were to fight, the chimpanzees would probably win.",
      "So why do humans dominate the planet? It is because humans can create networks of thousands, millions, and even billions of people who do not know each other personally but can cooperate effectively on a huge scale. Ten chimpanzees can cooperate closely with each other, but 1,000 chimpanzees cannot. Humans, on the other hand, can cooperate not with 1,000 individuals, but with a million or even a hundred million.",
      "The reason why human beings are able to cooperate on such a large scale is because we can create and share stories. All large-scale cooperation is based on a common story. Religion is the most obvious example, but financial and economic stories are also good examples. Money is perhaps the most successful story in history. Money is just a story. The bills and coins themselves have no objective value, but we believe in the same story about money that connects us and allows us to cooperate. This ability has given humans an advantage over chimpanzees, horses, and elephants. These animals cannot create a story like money.",
      "But AI can. For the first time in history, we share the planet with beings that can create and network stories better than we can. The biggest question facing humanity today is: How do we share the planet with this new superintelligence?",
      "I think the basic attitude toward the AI revolution is to avoid extremes. At one end of the spectrum is the fear that AI will come along and destroy us all, and at the other end is optimism that AI will improve health care, improve education, and create a better world.",
      "What we need is a middle path. First and foremost, we need to understand the scale of this change. Compared to the AI revolution we are facing now, all previous revolutions in history will pale in comparison. This is because throughout history, when humans invented something, it was always they who made the decisions about how to use it to create a new society, a new economic system, or a new political system.",
      "Consider, for example, the Industrial Revolution of the 19th century. At that time, people invented steam engines, railroads, and steamships. Although this revolution transformed the productive capacity of economies, military capabilities, and geopolitical situations, and brought about major changes throughout the world, it was ultimately people who decided how to create industrial societies.",
      "As a concrete example, in the 1850s, the US commodore Matthew C. Perry came to Japan on a steamship and forced Japan to accept US trade terms. As a result, Japan decided: Let’s industrialize like the US. At that time, there was a big debate in Japan over whether to industrialize or not, but the debate was only between people. The steam engine itself did not make any decision.",
      "This time, however, in building a new society based on AI, humans are not the only ones making decisions. AI itself may have the power to come up with new ideas and make decisions.",
      "What if AI had its own money, made its own decisions about how to spend it, and even started investing it in the stock market? In that scenario, to understand what is happening in the financial system, we would need to understand not only what humans are thinking, but also what AI is thinking. Furthermore, AI has the potential to generate ideas that are completely incomprehensible to us.",
      "That depends on how you define singularity. As I understand it, singularity is the point at which we no longer understand what is happening out there. It is the point at which our imagination and understanding cannot keep up. And we may be very close to that point.",
      "Even without a quantum computer or fully-fledged artificial general intelligence—that is, AI that can ",
      "—the level of AI that exists today may be enough to cause it. People often think of the AI revolution in terms of one giant AI coming along and creating new inventions and changes, but we should rather think in terms of networks. What would happen if millions or tens of millions of advanced AIs were networked together to bring about major changes in economics, military, culture, and politics? The network will create a completely different world that we will never understand. For me, singularity is precisely that point—the point at which our ability to understand the world, and even our own lives, will be overwhelmed.",
      "If you ask me if I am for or against singularity, first and foremost I would say that I am just trying to get a clear understanding of what is going on right now. People often want to immediately judge things as good or bad, but the first thing to do is to take a closer look at the situation. Looking back over the past 30 years, technology has done some very good things and some very bad things. It has not been a clear-cut “just good” or “just bad” thing. This will probably be the same in the future.",
      "The one obvious difference in the future, however, is that when we no longer understand the world, we will no longer control our future. We will then be in the same position as animals. We will be like the horse or the elephant that does not understand what is happening in the world. Horses and elephants cannot understand that human political and financial systems control their destiny. The same thing can happen to us humans.",
      "We used to understand the world a little better, because it was humans who managed the world, and it was a network of humans. Of course, it was always difficult to understand how the whole network worked, but at least as a human being myself, I could understand kings, emperors, and high priests. They were human beings just like me. When the king made a decision, I could understand it to some extent, because all the members of the information network were human beings. But now that AI is becoming a major member of the information network, it is becoming increasingly difficult to understand the important decisions that shape our world.",
      "Perhaps the most important example is finance. Throughout history, humans have invented increasingly sophisticated financial mechanisms. Money is one such example, as are stocks and bonds. Interest is another financial invention. But what is the purpose of inventing these financial mechanisms? It is not the same as inventing the wheel or the automobile, nor is it the same as developing a new kind of rice that can be eaten.",
      "The purpose of inventing finance, then, is to create trust and connection between people. Money enables cooperation between you and me. You grow rice and I pay you. Then you give me the rice and I can eat it. Even though we do not know each other personally, we both trust money. Good money builds trust between people.",
      "Finance has built a network of trust and cooperation that connects millions of people. And until now, it was still possible for humans to understand this financial network. This is because all financial mechanisms needed to be humanly understandable. It makes no sense to invent a financial mechanism that humans cannot understand, because it cannot create trust.",
      "But AI may invent entirely new financial mechanisms that are far more complex than interest, bonds, or stocks. They will be mathematically extremely complex and incomprehensible to humans. AI itself, on the other hand, can understand them. The result will be a financial network where AIs trust each other and communicate with each other, and humans will not understand what is happening. We will lose control of the financial system at this point, and everything that depends on it.",
      "Ideally, we would trust AI to help us deal with these hyperobjects—realities that are so complex that they are beyond our comprehension. But perhaps the biggest question in the development of AI is: How do we make AI, which can be more intelligent than humans, trustworthy? We do not have the answer to that question.",
      "I believe the biggest paradox in the AI revolution is the paradox of trust—that is, that we are now rushing to develop superintelligent AI that we do not fully trust. We understand that there are many risks. Rationally, it would be wise to slow down the pace of development, invest more in safety, and create safety mechanisms first to make sure that superintelligent AIs do not escape our control or behave in ways that are harmful to humans.",
      "However, the opposite is actually happening today. We are in the midst of an accelerating AI race. Various companies and nations are racing at breakneck speed to develop more powerful AIs. Meanwhile, little investment has been made to ensure that AI is secure.",
      "Ask the entrepreneurs, businesspeople, and government leaders who are leading this AI revolution, “Why the rush?” and nearly all of them answer: “We know it’s risky, for sure. We know it’s dangerous. We understand that it would be wiser to go slower and invest in safety. But we cannot trust our human competitors. If other companies and countries accelerate their development of AI while we are trying to slow it down and make it safer, they will develop superintelligence first and dominate the world. So we have no choice but to move forward as fast as possible to stay ahead of the unreliable competition.”",
      "But then I asked those responsible for AI a second question: “Do you think we can trust the superintelligence you are developing?” Their the answer was: “Yes.” This is almost insane. People who don’t even trust other humans somehow think they can trust this alien AI.",
      "We have thousands of years of experience with humans. We understand human psychology and politics. We understand the human desire for power, but we also have some understanding of how to limit that power and build trust among humans. In fact, over the past few thousand years, humans have developed quite a lot of trust. 100,000 years ago, humans lived in small groups of a few dozen people and could not trust outsiders. Today, however, we have huge nations, trade networks that extend around the world, and hundreds of millions, even billions, of people who trust each other to some extent.",
      "We know that AI is a doer, that it makes its own decisions, creates new ideas, sets new goals, creates tricks and lies that humans do not understand, and may pursue alien goals beyond our comprehension. We have many reasons to be suspicious of AI. We have no experience with AI, and we do not know how to trust it.",
      "I think it is a huge mistake for people to assume that they can trust AI when they do not trust each other. The safest way to develop superintelligence is to first strengthen trust between humans, and then cooperate with each other to develop superintelligence in a safe manner. But what we are doing now is exactly the opposite. Instead, all efforts are being directed toward developing a superintelligence.",
      "It depends on the standard of expectations we have. If we look back and compare humanity today to 100,000 years ago, when we were hunter-gatherers living in small herds of a few dozen people, we have built an astonishingly large network of trust. We have a system in which hundreds of millions of people cooperate with each other on a daily basis.",
      "Libertarians often take these mechanisms for granted and refuse to consider where they come from. For example, you have electricity and drinking water in your home. When you go to the bathroom and flush the water, the sewage goes into a huge sewage system. That system is created and maintained by the state. But in the libertarian mindset, it is easy to take for granted that you just use the toilet and flush the water and no one needs to maintain it. But of course, someone needs to.",
      "There really is no such thing as a perfect free market. In addition to competition, there always needs to be some sort of system of trust. Certain things can be successfully created by competition in a free market, however, there are some services and necessities that cannot be sustained by market competition alone. Justice is one example.",
      "Imagine a perfect free market. Suppose I enter into a business contract with you, and I break that contract. So we go to court and ask the judge to make a decision. But what if I had bribed the judge? Suddenly you can’t trust the free market. You would not tolerate the judge taking the side of the person who paid the most bribes. If justice were to be traded in a completely free market, justice itself would collapse and people would no longer trust each other. The trust to honor contracts and promises would disappear, and there would be no system to enforce them.",
      "Therefore, any competition always requires some structure of trust. In my book, I use the example of the World Cup of soccer. You have teams from different countries competing against each other, but in order for competition to take place, there must first be agreement on a common set of rules. If Japan had its own rules and Germany had another set of rules, there would be no competition. In other words, even competition requires a foundation of common trust and agreement. Otherwise, order itself will collapse.",
      "In social media, for example, fake news, disinformation, and conspiracy theories are deliberately spread to destroy trust among people. But algorithms are not necessarily the spreaders of fake news and conspiracy theories. Many have achieved this simply because they were designed to do so.",
      "The purpose the algorithms of Facebook, YouTube, and TikTok is to maximize user engagement. The easiest way to do this, it was discovered after much trial and error, was to spread information that fueled people’s anger, hatred, and desire. This is because when people are angry, they are more inclined to pursue the information and spread it to others, resulting in increased engagement.",
      "But what if we gave the algorithm a different purpose? For example, if you give it a purpose such as increasing trust among people or increasing truthfulness, the algorithm will never spread fake news. On the contrary, it will help build a better society, a better democratic society.",
      "Another important point is that democracy should be a dialogue between human beings. In order to have a dialogue, you need to know and trust that you are dealing with a human being. But with social media and the internet, it is increasingly difficult to know whether the information you are reading is really written and disseminated by humans or just bots. This destroys trust between humans and makes democracy very difficult.",
      "To address this, we could have regulations and laws prohibiting bots and AI from pretending to be human. I don’t think AI itself should be banned at all; AI and bots are welcome to interact with us, but only if they make it clear that they are AI and not human. When we see information on Twitter, we need to know whether it is being spread by a human or a bot.",
      "Some people may say, “Isn’t that a violation of freedom of expression?” But bots do not have freedom of expression. While I firmly oppose censorship of human expression, this does not protect the expression of bots.",
      "Of course it can happen. On the one hand, AI can be very creative and come up with ideas that we would never have thought of. But at the same time, AI can also manipulate us by feeding us vast amounts of junk and misleading information.",
      "The key point is that we humans are stakeholders in society. As I mentioned earlier with the example of the sewage system, we have a body. If the sewage system collapses, we become sick, spreading diseases such as dysentery and cholera, and in the worst case, we die. But that is not a threat at all to AI, which does not care if the sewage system collapses, because it will not get sick or die. When human citizens debate, for example, whether to allocate money to a government agency to manage a sewage system, there is an obvious vested interest. So while AI can come up with some very novel and imaginative ideas for sewage systems, we must always remember that AI is not human or even organic to begin with.",
      "It is easy to forget that we have bodies, especially when we are discussing cyberspace. What makes AI different from humans is not only that its imagination and way of thinking, which are alien, but also that its body itself is completely different from ours. Ultimately, AI is also a physical being; it does not exist in some purely mental space, but in a network of computers and servers.",
      "I think there are two important issues. One is the issue of trust, which has been the subject of much discussion up to this point. We are now in a situation where trust between human beings is at stake. This is the greatest danger. If we can strengthen trust between humans, we will be better able to cope with the AI revolution.",
      "The second is the threat of being completely manipulated or misdirected by AI. In the early internet days, the primary metaphor for technology was the Web. The World Wide Web was envisioned as a spiderweb-like network connecting people to each other.",
      "Today, however, the primary metaphor is the cocoon. People are increasingly living in individual cocoons of information. People are bombarded with so much information that they are blind to the reality around them. People are trapped in different information cocoons. For the first time in history, a nonhuman entity, an AI, is able to create such a cocoon of information.",
      "Throughout history, people have lived in a human cultural cocoon. Poetry, legends, myths, theater, architecture, tools, cuisine, ideology, money, and all the other cultural products that have shaped our world have all come from the human mind. In the future, however, many of these cultural products will come from nonhuman intelligence. Our poems, videos, ideologies, and money will come from nonhuman intelligence. We may be trapped in such an alien world, out of touch with reality. This is a fear that humans have held deep in their hearts for thousands of years. Now, more than ever, this fear has become real and dangerous.",
      "For example, Buddhism speaks of the concept of māyā—illusion, hallucination. With the advent of AI, it may be even more difficult to escape from this world of illusion than before. AI is capable of flooding us with new illusions, illusions that do not even originate in the human intellect or imagination. We will find it very difficult to even comprehend the illusions.",
      "When a new technology appears, it is not necessarily bad in itself, but people do not yet know how to use it beneficially. The reason why they don’t know is that we don’t have a model for it.",
      "When the Industrial Revolution took place in the 19th century, no one had a model for how to build a “good industrial society” or how to use technologies such as steam engines, railroads, and telegraphs for the benefit of humanity. Therefore, people experimented in various ways. Some of these experiments, such as the creation of modern imperialism and totalitarian states, had disastrous results.",
      "This is not to say that AI itself is bad or harmful. The real problem is that we do not have a historical model for building an AI society. Therefore, we will have to repeat experiments. Moreover, AI itself will now make its own decisions and conduct its own experiments. And some of these experiments may have terrible results.",
      "That is why we need a self-correcting mechanism—a mechanism that can detect and correct errors before something fatal happens. But this is not something that can be tested in a laboratory before introducing AI technology to the world. It is impossible to simulate history in a laboratory.",
      "For example, let’s consider the railroad being invented.",
      "In a laboratory, people were able to see if steam engines would explode due to a malfunction. But no one could simulate the changes they would bring to the economic and political situation when the rail network spread out over tens of thousands of kilometers.",
      "The same is true of AI. No matter how many times we experiment with AI in the laboratory, it will be impossible to predict what will happen when millions of superintelligences are unleashed on the real world and begin to change the economic, political, and social landscape. Almost certainly, there will be major mistakes. That is why we should proceed more carefully and more slowly. We must allow ourselves time to adapt, time to discover, and correct our mistakes.",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "Evidence Grows That Dark Energy Changes Over Time",
    "link": "https://www.wired.com/story/hints-grow-stronger-that-dark-energy-changes-over-time/",
    "image": "https://media.wired.com/photos/67dc42d5c5818a5731de3f91/3:2/w_1600%2Cc_limit/darkmatter-space-sci-1338713132.jpg",
    "resume": null,
    "date_published": null,
    "author": "Jennifer Ouellette, Ars Technica",
    "segments": [
      " ",
      " on an exciting hint of new physics in the first data analysis results from the Dark Energy Spectroscopic Instrument (DESI)—namely that the dark energy, rather than being constant, might vary over time. Granted, those hints were still below the necessary threshold to claim discovery and hence fell under the rubric of “huge, if true.”",
      "But now we have more data from DESI, combined with other datasets, and those hints have gotten significantly stronger—so much so that Mustapha Ishak-Boushaki of the University of Texas at Dallas, who co-chairs one of the DESI working groups, ",
      " “we are getting to the point of no return” for confirming dynamical dark energy. Ishak-Boushaki and several other DESI team members presented their results at the American Physical Society’s Global Physics Summit today in Anaheim, California. Several relevant papers have also ",
      " to the physics arXiv.",
      "This story originally appeared on ",
      ", a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED’s parent company, Condé Nast.",
      "Einstein’s cosmological constant (lambda) implied the existence of a repulsive form of gravity. (For a more in-depth discussion of the history of the cosmological constant and its significance for dark energy, see our ",
      ") Quantum physics holds that even the emptiest vacuum is teeming with energy in the form of “virtual” particles that wink in and out of existence, flying apart and coming together in an intricate quantum dance. This roiling sea of virtual particles could give rise to dark energy, giving the universe a little extra push so that it can continue accelerating. The problem is that the quantum vacuum contains too ",
      " energy: roughly 10",
      " times too much.",
      "So the universe should be accelerating much faster than it is if the dark energy is, essentially, the cosmological constant. Still, all the observations to date indicate that it’s constant. The best theoretical fit thus far is known as the ",
      ", which incorporates both a weakly interacting cold dark matter and dark energy. One alternative theory proposes that the universe may be filled with a fluctuating form of dark energy dubbed “",
      ".” There are also several other alternative models that assume the density of dark energy has varied over the history of the universe.",
      "In its earliest days, the universe was a hot, dense soup of subatomic particles, including hydrogen and helium nuclei, aka baryons. Tiny fluctuations created a rippling pattern through that early ionized plasma, which froze into a three-dimensional place as the universe expanded and cooled. Those ripples, or bubbles, are known as ",
      " (BAO). It’s possible to use BAOs as a kind of cosmic ruler to investigate the effects of dark energy over the history of the universe.",
      "That’s what DESI was designed to do: take precise measurements of the apparent size of these bubbles (both near and far) by determining the distances to galaxies and quasars over 11 billion years. That data can then be sliced into chunks to determine how fast the universe was expanding at each point of time in the past, the better to model how dark energy was affecting that expansion.",
      "Last year’s results were based on analysis of a full year’s worth of data taken from seven different slices of cosmic time and include 450,000 quasars, the largest ever collected, with a record-setting precision of the most distant epoch (between 8 to 11 billion years back) of 0.82 percent. While there was basic agreement with the Lamba CDM model, when those first-year results were combined with data from other studies (involving the cosmic microwave background radiation and Type Ia supernovae), some subtle differences cropped up.",
      "Essentially, those differences suggested that the dark energy might be getting weaker. In terms of confidence, the results amounted to a 2.6-sigma level for the DESI’s data combined with CMB datasets. When adding the supernovae data, those numbers grew to 2.5-sigma, 3.5-sigma, or 3.9-sigma levels, depending on which particular supernova dataset was used.",
      "It's important to combine the DESI data with other independent measurements because “we want consistency,” said DESI co-spokesperson Will Percival of the University of Waterloo. “All of the different experiments should give us the same answer to how much matter there is in the universe at present day, how fast the universe is expanding. It’s no good if all the experiments agree with the Lambda-CDM model, but then give you different parameters. That just doesn't work. Just saying it’s consistent to the Lambda-CDM, that’s not enough in itself. It has to be consistent with Lambda-CDM and give you the same parameters for the basic properties of that model.”",
      "These latest results cover the first three years of collected data, spanning almost 15 million galaxies and quasars. Once again, the DESI data alone was consistent with Lambda CDM, i.e., the dark energy is constant. And once again, when combined with other datasets—from CMB, supernovae, and weak gravitational lensing studies—strong hints emerged that dark energy might be changing over time. The confidence level ranges from 2.8 to 4.2 sigma, depending on the combination of datasets—just shy of the five-sigma threshold.",
      "This might strike the average citizen as an incremental advance, but the reality is more complicated. “The DESI data itself is not incremental,” said Percival. “We now have three years of data rather than one year of data. That is substantial, not just because of an increased area but because we’ve increased the overlap. The way we do the survey is we build up plates on the sky, and, after three years rather than one year of operations, we have a lot more of those overlaps filled in. So our data is a lot more complete in the sense that we’ve gone down to the full depth that we expect to get to in more patches. Consequently, our BAO measurements themselves are a lot better. They’re between a factor of two and three better depending on exactly this balance between area versus depth.”",
      "Catherine Heymans, astronomer royal of Scotland, told Ars that these new results give scientists much more confidence in DESI’s analysis. She was surprised at the excitement over last year's first results, since, “whenever there’s a first data release, the scientific community always takes the results with a pinch of salt,” she said. But DESI made its data public, and other scientists have been making their own analyses over the last year; it has stood up to that close scrutiny.",
      "“The really strong significance for dynamical dark energy comes from the combination of the DESI standard ruler, the BAO plus the supernova data,” she added. “That’s two different ways of measuring the expansion rate of the universe. By combining those two things together, you get this strong detection of dynamical dark energy.”",
      "The next step for the DESI collaboration is to analyze five years’ worth of data to see if the upward trend toward the 5-sigma threshold for discovery holds—perhaps even surpassing that threshold, which would be very exciting indeed. That will likely not happen for another two years, per Percival. Should 5 sigma be reached, Heymans said astronomers should expect to see similar results in data from the Euclid Space Telescope, which is slated to do a similar experiment to DESI, at higher redshift, in the near future.",
      "“It opens up a huge range of possibilities,” said Percival of the implications should it be confirmed that dark energy changes over time. “It will keep theorists happy for many years to come. As a scientist you want to sit a little bit on the fence. But if this is right, this is the next step after the discovery of dark energy. Lambda works. Now, Lambda doesn’t work. It means there’s a lot more information that’s accessible about this process. I think people were worried that everything would show that it just exactly agrees with Lambda. But if there’s actually things happening to how the acceleration is changing within detail, that’s exciting because we can get a handle on the physics.”",
      "“There’s no fundamental underpinning for what could be causing that dynamical dark energy, and that does make me anxious,” said Heymans. “It’s like the observers are throwing the gauntlet back to the theorists. It’d be nice to be able to explain two dark entities with one fell swoop. I am excited about cracks in the cosmological model, because this way is pushing the theoretical community to think outside the box, to think of new ideas. And maybe that will solve the whole dark entity conundrum, which is why we’re all here.”",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "Researchers Rush to Save US Government Data on Trans Youth—Before It Disappears",
    "link": "https://www.wired.com/story/researchers-rush-to-save-data-on-trans-youth-before-it-disappears/",
    "image": "https://media.wired.com/photos/67dc5083f495d91061f50674/3:2/w_1600%2Cc_limit/trans-data-erasure-sci-%25201316408870.jpg",
    "resume": null,
    "date_published": null,
    "author": "Angela Watercutter",
    "segments": [
      " afternoon in mid-March, a bunch of (presumably) non-hackers showed up to participate in a new kind of “hackathon.” It was ",
      ", so pie was served, but the mood wasn’t celebratory. Students, researchers, and members of the wider public health community were there, in a lecture hall at the Harvard T.H. Chan School of Public Health and on Zoom, to rescue data. Whatever they could. According to the flier for the Preserving Public Health Data Hackathon, the current ",
      " administration was trying to undermine research on everything from climate change to systemic racism, and saving data from government websites meant it would be archived and republished in the event federal agencies tried to remove it. The antiauthoritarian theme came up often: ",
      ".",
      "Everyone in the room and on the Zoom got a crash course in identifying at-risk information, collecting it, and storing it once they did. Backing up certain pieces seemed critical.",
      "For those who work in public health, protecting research pertaining to gender identity and diversity issues has been a focus since the inauguration. Last year, then-candidate Trump repeated a lot of anti-trans rhetoric on the campaign trail, and in the first weeks of his presidency signed ",
      " essentially barring transgender people from serving in the military, proclaiming that the US government would only recognize “two genders, male and female,” threatening to withhold federal funds in what is an attempt to bar trans women from sports, and attempting to block gender-affirming care for people under the age of 19. Since Trump’s inauguration, hundreds of words—from “transgender” to “Latinx” to “accessible”—",
      " from federal agencies’ websites. In early February, ",
      " went missing as agencies raced to comply with the executive orders.",
      "In recent weeks, the targeting of gender-related material has become even starker, after Trump told a joint session of Congress that the so-called ",
      " (DOGE) had uncovered that the federal government had spent $8 million on “",
      "” (it hasn’t), and the Department of Defense performed a purge of “DEI” materials that included flagging, but ultimately not removing, ",
      ".",
      "One particular dataset, the ",
      " (commonly shortened to YRBS), seems particularly at-risk, notes Ariel Beccia, an epidemiologist at the Chan School’s ",
      ". The YRBS, which tracks scores of health-related issues in young people, is one of the only nationally representative surveys that regularly collects data on ",
      ". Beccia and other public health researchers fear the information in the YRBS may not be available forever.",
      "And even if the YRBS can be backed up, the integrity of its data can’t be completely protected from the influence of the new administration. President Trump’s recent moves have also left some in public service afraid to participate in new research, like this year’s survey. “Because of this ‘comply in advance’ strategy, school boards are hesitant to participate in the YRBS,” Beccia told attendees at the hackathon.",
      "Beccia would know. Her research focuses on race and ethnicity as well as ",
      " young people. She’s recently been looking into LGTBQ+ inequities in eating disorders. Her work relies on YRBS data. Now that the Centers for Disease Control and Prevention (CDC), which hosts the survey’s results, has reportedly ",
      " data on trans Americans, and fewer schools are participating, the data Beccia uses, even if it stays online, will be incomplete.",
      "When asked about this, CDC spokesperson Melissa Dibble confirmed that, in compliance with Trump’s executive orders, “the transgender identity question was removed from the national Youth Risk Behavior Survey,” but no other changes were made. Dibble added that the change shouldn’t delay the survey’s results.",
      "It’s created a “double whammy” situation, Beccia says, where government employees are trying to comply with Trump’s executive orders and school districts are afraid to participate in any study related to gender or LGBTQ+ health, even if it is data that in turn guides how they run their schools.",
      "“We are living through a pretty scary time with the administration,” Beccia tells me a few days after the event. “This is obviously impacting the mental health of everyone in the country, especially queer and trans people and queer and trans youth, and we’re not going to have data on this.”",
      " just one of many datasets researchers have sought to shore up in a long-running effort to preserve government-funded information as the new administration takes control. The University of Washington Information School held ",
      " in January aimed at collecting climate crisis information. The Environmental Data and Governance Initiative (EDGI), a network of research professionals that launched a tool ",
      " to track changes to environmental information on federal websites, ",
      " at the beginning of March. The Data Rescue Project, a consortium of data-rescue organizations, ",
      " of ways people can get involved if they want to help collect. A group of archivists ",
      " the pre-Inauguration Day version of the CDC website and is now hosting it in Europe at ",
      ".",
      "Other organizations are also looking to back up the YRBS, too. On January 30, soon after Trump signed the first of his executive orders aimed at trans Americans, Libby Hemphill, director of the ",
      " at The Inter-University Consortium of Political and Social Research (ICPSR), started getting calls. Word had gotten out that the CDC might be scrubbing data, including the YRBS, and people wanted to know how to stop it. Hemphill gathered some colleagues and started scraping it. Then there were requests for data from the National Oceanic and Atmospheric Administration (NOAA), from the Department of Education, from the National Institutes of Health.",
      "Much like the data-preservation effort at the Chan School, Hemphill and her team coordinated ways for people to submit data they wanted to preserve and ways for researchers to collect it and store it. The ICPSR runs a repository known as ",
      ", where a lot of the preservation efforts are backing up their collections. When I ask Hemphill if she’s worried about the safety of the information in the DataLumos archive, she says “it’s absolutely something that we think about,” adding, “I can assure you that ICPSR has a non-US physical, non-US regulatory plan for data preservation.”",
      "If you think this sounds familiar, you’re not wrong. When Trump assumed the presidency in 2017, scientists, archivists, and librarians at the University of Pennsylvania ",
      " data published by the Environmental Protection Agency (EPA) and NOAA. Another group in Michigan, also fearing the EPA and NOAA websites would lose valuable information, made ",
      ". Websites were backed up to the Internet Archive; large datasets were “bagged” for safe keeping.",
      "At the time, the researchers weren’t sure the incoming administration would seek to erase any info. It was more like a hunch, one that proved prescient when, then being led by Trump appointee and agency administrator Scott Pruitt, the EPA began removing climate change information from its website in April 2017, “",
      ".”",
      "Between 2017 and 2021, more than 1,400 pages related to climate change on government web sites were altered or made less accessible, according to ",
      " by the EDGI. That, notes Gretchen Gehrke, who leads EDGI’s website monitoring program, is not “a comprehensive list of changes,” since some alterations—like ",
      " “Climate Change” from the navigation page of EPA.gov—only get counted once but affect several other pages.",
      "“I think there is a lot more awareness about the precarity of federal information after having experienced the first Trump administration,” Gehrke says. “Watching the Trump campaign become truly obsessed with trans people, and knowing the Trump administration’s history of information suppression, people were and are rightly concerned that that information is at risk.”",
      "Which is why Beccia is concerned. Datasets like those in the YRBS are few and far between and losing it could be disastrous to those wanting to know about the health and well-being of trans youth in America.",
      "Although the YRBS is currently ",
      ", it did briefly disappear, along with data on the Food and Drug Administration and Department of Health and Human Services web sites, earlier this year following an ",
      " from the Office of Personnel Management that it be scrubbed to comply with Trump’s executive orders.",
      "The information returned in mid-February when US District Judge John Bates, responding to ",
      " from Doctors for America, granted a temporary restraining order and the site was reinstated. A disclaimer at the top of the YRBS page now says “any information on this page promoting gender ideology is extremely inaccurate,” adding “this page does not reflect biological reality and therefore the administration and this department rejects it.”",
      "Tazlina Mannix worked for the YRBS program in Alaska from 2015 until 2023, both as survey coordinator and data manager. She notes that even if the CDC keeps the data online, disclaimers like the one on the site now make it harder for researchers to do their work. Collecting public health data relies on relationships with people in health departments and school districts. Giving those people any reason to hesitate can “set you back to zero,” she says. “When I first saw [that disclaimer], I was so horrified. The language is so extreme, and it’s also just wrong.”"
    ]
  },
  {
    "origin": "wired",
    "title": "A Mysterious Startup Is Developing a New Form of Solar Geoengineering",
    "link": "https://www.wired.com/story/a-mysterious-startup-is-developing-a-new-form-of-solar-geoengineering/",
    "image": "https://media.wired.com/photos/67dd4e5676beb08e99eb94ad/3:2/w_1600%2Cc_limit/GettyImages-587663375.jpg",
    "resume": "Stardust, an Israeli–US startup, intends to patent its unique aerosol technology for temporarily cooling the planet.",
    "date_published": "2025-03-22T07:00:00-04:00",
    "author": "Ramin Skibba",
    "segments": [
      "In July 2012, a renegade American businessman, Russ George, took a ship off the coast of British Columbia and dumped 100 tons of iron sulfate dust into the Pacific Ocean. He had unilaterally, and ",
      ", decided to trigger an algae bloom to absorb some carbon dioxide from the atmosphere—an attempt at geoengineering, a tech-based approach to combating climate change. It was a one-off, the largest known geoengineering experiment at the time, and a harbinger for more to come.",
      "Now a startup called Stardust seeks something more ambitious: developing proprietary geoengineering technology that would help ",
      " from reaching the planet. Stardust formed in 2023 and is based in Israel but incorporated in the United States.",
      "Its approach is novel: Most geoengineering research today is led by scientists in the US at universities and federal agencies, and the work they are doing is more or less accessible to public scrutiny. Stardust is at the forefront of an alternative path: One in which private companies drive the development, and perhaps deployment, of technologies that experts say could have profound consequences for the planet.",
      "Geoengineering projects, even those led by climate scientists at major universities, have previously drawn the ire of environmentalists and other groups. Such a deliberate transformation of the atmosphere has never been done, and many uncertainties remain. If a geoengineering project went awry, for example, it could contribute to air pollution and ozone loss, or have dramatic effects on weather patterns, such as ",
      " in populous South and East Asia.",
      "But as global temperatures rise, public and scientific sentiments are shifting. If those temperature trends continue, governments or private entities may ultimately use geoengineering to alleviate or avoid the worst impacts of extreme weather, including deadly heat waves, firestorms, and hurricanes. And whoever deploys the technology will need to keep it up for decades while pent-up greenhouse gases gradually dissipate or are removed.",
      "Few outsiders have gotten a glimpse of Stardust’s plans, and the company has not publicly released details about its technology, its business model, or exactly who works at its company. But the company appears to be positioning itself to develop and sell a proprietary geoengineering technology to governments that are considering making modifications to the global climate—acting like a kind of defense contractor for climate alteration.",
      "Stardust is moving ahead amid few national and international ",
      ", and a recent ",
      " by the company’s former climate governance consultant, Janos Pasztor, called for the company to increase its transparency, engagement, and communication with outsiders. The report provides rare insight into the reticent company. But, so far, Pasztor told Undark, the company has not met all of his requests. Stardust still needs to implement his recommendations, and “be as transparent as possible, be available proactively to respond to questions people may have, and also to engage with other actors,” he said, because they do not, or not yet, have a “social license” for geoengineering activities.",
      "The company is led by CEO and cofounder Yanai Yedvab, a former deputy chief scientist at the Israel Atomic Energy Commission, which oversees the country’s clandestine nuclear program. Through Eli Zupnick, a communications officer hired by the company, Yedvab never accepted Undark’s many requests for an interview. But in an emailed statement to Undark sent via Zupnick, Yedvab wrote: “Stardust is a startup focused on researching and developing technologies that may potentially stop global warming in the short term.” The company, he continued, is “studying and developing a safe, responsible, and controllable solar radiation modification” and “our goal is to enable informed and responsible decision making of the international community and governments.”",
      "Despite Stardust’s low profile, the company rejects being referred to as “secretive.” “Publishing all the products of our research without any exception is critical,” Yedvab wrote, adding that the company is “unwaveringly committed” to publishing results “as one of the measures to gain public trust.” Stardust has not published any of its research at this time, but Yedvab stressed they will do so once “scientific validation is concluded” on all of their results.",
      " have explored a variety of approaches to hacking the climate. Today, the most common approach is a type of solar geoengineering that involves flying high-altitude aircraft or balloons to release reflective particles in the high atmosphere, well above the flight paths of commercial planes. The technique, known as stratospheric aerosol injection, requires deploying tiny, carefully chosen particles in precise amounts. In order to work well, the particles need to be periodically replenished.",
      "Scientists have accumulated evidence for this approach by studying natural events that have flung small particles into the atmosphere. For instance, after an eruption of ",
      " in 1991, sulfur dioxide and hydrogen sulfide hung in the atmosphere and measurably cooled the planet for more than a year.",
      "The 1991 eruption of Mount Pinatubo, seen from Clark Air Base in the Philippines. Sulfur dioxide and hydrogen sulfide emitted during the eruption measurably cooled the planet for more than a year.",
      "Thanks to studies of that volcanic activity, some scientists argue that the environmental risks of deliberately strewing sulfates in the atmosphere are well understood. Although there are potential health risks from the approach, they say, they are small in comparison to the health risks from climate change. “We know that sulfuric acid air pollution causes mortality, and we roughly know how much. There’s more than a century of studies. We’re very unlikely to be wrong about that,” said David Keith, head of the Climate Systems Engineering initiative at the University of Chicago and an advocate of geoengineering research. In a ",
      ", Keith and his colleagues argue that the health risks of sulfate particulates in the atmosphere are heavily outweighed by the potential impacts of not deploying geoengineering technologies.",
      "Stardust plans a similar approach, but with a proprietary aerosol particle that’s less well understood, in Keith’s view. The company plans to distribute the particles through a machine mounted on an aircraft, according to Pasztor, a veteran climate diplomat and policy expert at the United Nations and elsewhere. According to Pasztor’s report, which he published on ",
      " in September 2024, the company is engineering the particle and a prototype of the aircraft mount, as well as developing a system for modeling and monitoring the climatic effects. Over the coming year, Pasztor wrote, the company is planning on advancing those technologies and testing those particles in the stratosphere.",
      "Yedvab confirmed that they are working on the technologies, saying in a statement to Undark that any such experiment would be done in a “contained, non-dispersive manner,” meaning that its particles would not be strewn over a wide area. It also committed to publishing information about any such outdoor geoengineering tests. Yedvab said that the company has not performed any such outdoor experiments yet, but it has done “a few outdoor aerial checks.” That meant that they have tested their dispersal system “under flight conditions,” but they haven’t yet scattered their aerosols in the atmosphere.",
      "Those experimental particles do not appear to involve sulfates, meaning there is little data showing how well they might work. “It might be better in some respects, but on the other hand it’s going to be much harder to be confident about knowing what its risks are,” Keith said.",
      "In his emailed statement, Yedvab confirmed the company is testing nonsulfate particles: “The ability to tailor particle properties to meet a broad set of requirements—safety, effectiveness, cost, and dispersibility—is a key advantage of our approach, giving it a distinct edge over sulfates and other candidate particles.”",
      " its research and development, it has ",
      ", including from Pasztor. After retiring as a veteran climate diplomat, Pasztor agreed to work with Stardust in 2024 as an independent consultant. Rather than keep the remuneration for his work, he instead donated the entirety of it to the United Nations Relief and Works Agency for Palestine Refugees, or UNRWA, he told Undark.",
      "The aim of Pasztor’s project was to highlight the need for clear international rules and oversight for geoengineering. He also wanted to make recommendations for Stardust—and for any other such geoengineering company—about how to ethically develop and deploy its technology.",
      "Right now, there are no international rules or treaties that put obvious limits on this kind of work. As a result, an individual company or government can take ",
      " with the climate, in ways that could affect billions of lives, and it doesn’t have to get permission from anyone to do it.",
      "According to Pasztor’s report, there should be rules that allow more people to be involved in that decision before it happens. Failing that, he said, Stardust should voluntarily tell the public what it’s doing and make sure it’s getting input from lots of different groups of people before it tinkers with the planetary thermostat.",
      "“There’s one big area, transparency and outreach, to engage with the rest of the world, to the extent that the IP process allows,” he told Undark. Building trust through “a strategy of maximum transparency” should become a priority for them, he recommended in the report.",
      "Stardust agreed to publish a public website, including providing a copy of Pasztor’s report, and to develop a voluntary code of conduct, he said. That would publicly lay out how they intend to conduct their research and development, including agreeing not to be involved in large-scale implementation, which would instead be under the purview of government agencies. Pasztor expected Stardust to publish this information last September or soon afterward.",
      "For a while, though, no website appeared. “They were going to publish all of that on their website. Now they are delayed,” he said during a conversation in January. “Come on guys, this is getting embarrassing.”",
      "In early February, while Undark was reporting this article, Stardust published a bare-bones ",
      ". The site links to Pasztor’s report and lists seven principles, including “prioritizing safety and scientific integrity,” publishing “unfavorable results as well as favorable ones,” and “supporting comprehensive regulation of this emerging field.”",
      "The site doesn’t describe who works for the company, but a statement provided to Undark by Zupnick noted that Stardust has 25 physicists, chemists, and engineers on the team and listed some of the company’s leadership: Yedvab, the CEO; chief product officer Amyad Spector, a physicist and a former employee of the Israeli government’s nuclear research program; and lead scientist Eli Waxman, an astrophysicist at the Weizmann Institute of Science who formerly served as Spector’s academic supervisor.",
      "Stardust has not yet released a code of conduct, which the company described to Undark as “guiding principles” that “represent a set of voluntary commitments we have adopted in the absence of a dedicated regulatory framework.” In an email sent to Undark by Zupnick, Yedvab stressed that the company complies with all applicable governmental and international regulations.",
      "Some groups, however, like the ",
      ", say that Stardust’s efforts could violate the ",
      " on geoengineering activities. “By developing and planning to commercialize solar geoengineering technology, Stardust is accelerating a reckless race and potentially violating agreements of the Convention on Biological Diversity,” said CIEL’s geoengineering campaign manager, Mary Church, in a ",
      " in February. Any deployment of the technology, Church wrote, would likely “be controlled by a handful of major powers and corporations.”",
      " seem to be governments: As countries consider geoengineering, Stardust could be poised to sell them tools to meet those goals, several experts said. In an emailed answer to questions about its business model, Yedvab described the company’s approach as “founded on the premise” that solar geoengineering “will play a critical role in addressing global warming in the coming decades.”",
      "The company’s portfolio of technologies, Yedvab added, “could be deployed following decisions by the US government and international community.”",
      "The company is attempting to patent its geoengineering technology. “We anticipate that as US-led [geoengineering] research and development programs advance, the value of Stardust’s technological portfolio will grow accordingly,” Yedvab wrote. Pasztor’s report adds that if governments decide not to pursue geoengineering, investors “risk not ​​receiving a return on their investment.”",
      "The prospect of proprietary, privately held geoengineering technology worries some experts. Pasztor recommends that Stardust work with its investors to explore ways to give away their intellectual property, akin to how Volvo made its patented three-point seatbelt design freely available to other manufacturers 60 years ago. Alternatively, Stardust could work with governments to purchase the full rights to the IP, who can then make the technology freely available themselves.",
      "In any case, Pasztor argues, Stardust can only proceed in an ethical manner if they do so with full transparency and independent oversight: “They are operating in a vacuum, in the sense that there is no social license to do what they are trying to do.”",
      "Other experts have also questioned Stardust’s conduct so far. When it comes to principles of governance, like transparency and public engagement, “they’re not adhering to any of them,” said Shuchi Talati, founder of The Alliance for Just Deliberation on Solar Geoengineering, a Washington, DC–based nonprofit. “Pasztor’s report is the only public thing we know about them,” she added. Stardust did not do any public consultation for its outdoor field tests, nor has it released any data or other information about them, Talati said. And that lack of transparency could come with consequences for the company, she argued, as Stardust’s approach may spark conspiracy theories about what a “secret Israeli company” is doing, and down the road, it will be much harder for people to trust Stardust.",
      "“They are operating in a vacuum, in the sense that there is no social license to do what they are trying to do.”",
      "A better approach, Talati argued in a ",
      ", is for Stardust to be communicative and build trust as early as possible, disclosing what it’s doing and with whom it’s engaging. The company’s funders, she argued, should disclose the scope of the work they’re funding as well.",
      "People at Friends of the Earth, an environmental group that has long dismissed geoengineering as a “",
      ",” echo Talati’s concerns and go further with their critiques of Stardust. “I don’t think it’s compatible to have venture capital funding and to be committed to scientific ideals,” said Benjamin Day, FOE’s senior campaigner on geoengineering. The problem, in his view, is that Stardust’s engineers have a vested interest in finding that stratospheric geoengineering can and should be done.",
      "If governments choose to use geoengineering, they may become heavily dependent on Stardust if they’re ahead of the competition—of which there currently is none, Day said. “There’s no private market for geoengineering technologies. They’re only going to make money if it’s deployed by governments, and at that point they’re kind of trying to hold governments hostage with technology patents.”",
      " technology goes live, it will affect the whole world. The US federal government is even developing an ",
      " that could detect geoengineering in the stratosphere. Furthermore, deploying geoengineering means using and monitoring it for ",
      ", while any abrupt adjustment or end of that deployment could be disruptive, with “termination shock” triggering dangerous global warming within months.",
      "Geoengineering research has long been entangled with national defense, said Kevin Surprise, a professor of environmental studies at Mount Holyoke College who studies the economics and geopolitics of geoengineering. Some of the first geoengineering papers in the late 1990s came from institutions with Pentagon ties, like Lawrence Livermore National Lab and the Hoover Institution. High-profile geoengineering meetings with the George W. Bush administration and the Council on Foreign Relations, as well as a mention in a Department of Defense report soon followed, and the CIA ",
      " funded the first geoengineering report from the National Academies of Sciences, Engineering, and Medicine.",
      "Because of the long-standing connections between geoengineering research and development, the military, and Silicon Valley, Surprise argues, Stardust shouldn’t be viewed as a rogue actor. “This isn’t out of the blue,” he said.",
      "In Stardust’s case, they’ve received an estimated $15 million in venture capital funding, primarily from ",
      ", a Canadian-Israeli VC firm, in addition to a small investment from ",
      ", an Israeli energy company. Neither company responded to Undark’s requests for comment.",
      "Stardust said that it receives no funding from the Israeli Defense Ministry, and made clear to Pasztor that it has no connection to the Israeli government. Awz’s partners and strategic advisers have strong ties to Israeli military and intelligence agencies, including former senior directors of agencies like the Mossad, Shin Bet, and Unit 8200, as well as of the CIA and FBI, according to ",
      ". Awz also invests in AI-based surveillance and security tech in Israel, such as through the company ",
      ", which has provided ",
      " for Israel’s war in Gaza.",
      "Defense scholars and security experts don’t see geoengineering technology as a potential weapon, but they do view it as something a government might use for its advantage, and as something that would disrupt international relations, said Duncan McLaren, a researcher with the Institute for Responsible Carbon Removal at American University. McLaren suspects the company is following a standard procurement model of the defense industry, where governments get military technology from a few monopolistic companies like Boeing and Lockheed Martin that develop it mostly in secret.",
      "“That tends to be a space in which public involvement in decisions is utterly sidelined,” McLaren said, and there is “the potential for this to be a highly undemocratic process of moving us down a slippery slope to solar geoengineering.” If humanity needed this technology, he added, “I definitely want it to be controlled democratically.”"
    ]
  },
  {
    "origin": "wired",
    "title": "After 9 Months in Space, Stranded NASA Astronauts Return Home",
    "link": "https://www.wired.com/story/after-9-months-in-space-stranded-nasa-astronauts-return-home/",
    "image": "https://media.wired.com/photos/67dab7b4f87ad00bd176d975/3:2/w_1600%2Cc_limit/astronautas3.jpg",
    "resume": null,
    "date_published": null,
    "author": "Javier Carbajal",
    "segments": [
      " Butch Wilmore, the US astronauts stranded for nine months on the ",
      ", finally made it home on Tuesday, March 18. They returned to Earth with the two members of the SpaceX Crew-9 mission—",
      " Nick Hague and Russian cosmonaut Aleksandr Gorbunov of Roscosmos—aboard ",
      " Dragon Freedom spacecraft.",
      "The four crew successfully splashed down off the coast of Florida at 5:57 pm EDT. Teams aboard SpaceX recovery craft boarded Dragon Freedom and assisted the crew. The astronauts were then flown to NASA’s Johnson Space Center in Houston to be reunited with their families.",
      "Sunita Lyn “Suni” Williams, 59, and Barry Eugene “Butch” Wilmore, 62, ",
      ", on a mission to test Starliner, a Boeing spacecraft designed to transport crew to and from the ISS and other destinations in low-Earth orbit. The astronauts had not planned to spend more than two weeks in space, but ",
      " with Starliner thwarted that plan.",
      "As it approached the space station, some of Starliner’s thrusters stopped working. Although the Boeing spacecraft managed to dock at the ISS, NASA preferred not to take any risks with its return and opted to ",
      " without crew on board. The spacecraft landed safely in September.",
      "While Williams and Wilmore’s extended stay in space was unplanned, they had trained for potentially having to stay on the ISS for a number of months. Both also have extensive experience in space expeditions, including previous stays in the ISS.",
      "In order for the astronauts to return home, ",
      " to send only two astronauts instead of four on the subsequent SpaceX mission. Williams and Wilmore would travel back to Earth in the two vacant seats in the SpaceX vehicle. After some delays, that mission—Crew-9, with Hague and Gorbunov on board—lifted off on September 28, 2024, bound for the ISS.",
      "But this didn’t mark the end of Williams and Wilmore’s stay on the space station. It was still necessary to wait for the next mission to arrive at the ISS in order to leave the space station with an adequate number of personnel to operate it. So even after Crew-9 had arrived, Williams and Wilmore had to wait for the arrival of Crew-10—which did not happen until March 14—to be free to return to Earth.",
      "While the stranded astronauts were prepared for these inconveniences, their condition became a political issue between the administrations of US presidents ",
      " and ",
      ". ",
      ", the owner of SpaceX and a leading figure in the second Trump administration, accused the Biden administration of abandoning the astronauts on the ISS. Shortly after being inaugurated, President Trump ",
      " to return the stranded astronauts as soon as possible.",
      "“PROMISE MADE, PROMISE KEPT: President Trump pledged to rescue the astronauts stranded in space for nine months. Today, they safely splashed down in the Gulf of America, thanks to",
      "@ElonMusk, @SpaceX, and @NASA!” the official White House account ",
      " on Tuesday after the splashdown.",
      "“We are thrilled to have Suni, Butch, Nick, and Aleksandr home after their monthslong mission conducting vital science, technology demonstrations, and maintenance aboard the International Space Station,” said NASA acting dministrator Janet Petro ",
      ". “Per President Trump’s direction, NASA and SpaceX worked diligently to pull the schedule a month earlier. This international crew and our teams on the ground embraced the Trump administration’s challenge of an updated, and somewhat unique, mission plan, to bring our crew home.”",
      "According to NASA, Williams and Wilmore traveled 195 million kilometers during their mission, spent 286 days in space, and completed 4,576 orbits around Earth."
    ]
  },
  {
    "origin": "wired",
    "title": "New Proofs Expand the Limits of What Cannot Be Known",
    "link": "https://www.wired.com/story/new-proofs-expand-the-limits-of-what-cannot-be-known/",
    "image": "https://media.wired.com/photos/67bdc070f5b8a54195f021dc/3:2/w_1600%2Cc_limit/Hilberts-Tenth_crMyriam-Wares-Lede.jpeg",
    "resume": "By proving a broader version of Hilbert’s famous 10th problem, two groups of mathematicians have expanded the realm of mathematical unknowability.",
    "date_published": "2025-03-09T08:00:00-04:00",
    "author": "Joseph Howlett",
    "segments": [
      " ",
      " ",
      "The world of mathematics is full of unreachable corners, where unsolvable problems live. Now, yet another has been exposed.",
      "In 1900, the eminent mathematician David Hilbert announced a list of 23 key problems to guide the next century of mathematical research. His problems not only provided a road map for the field but reflected a more ambitious vision—to build a firm foundation from which all mathematical truths could be derived.",
      "A key part of this vision was that mathematics should be “complete.” That is, all its statements should be provably true or false.",
      "In the 1930s, Kurt Gödel demonstrated that this is impossible: In any mathematical system, there are statements that can be neither proved nor disproved. A few years later, Alan Turing and others built on his work, showing that mathematics is riddled with “undecidable” statements—problems that cannot be solved by any computer algorithm.",
      "These results demonstrated that there are fundamental limits to what proof and computation are capable of. Some mathematics can simply never be known.",
      "Hilbert’s dream was dead. But it lived on in fragments. Many of the questions from his turn-of-the-century list still evoked his vision, allowing the idea of a complete mathematics to survive in narrower contexts.",
      "Chief among them was his 10th problem. It concerns Diophantine equations: polynomials with integer coefficients, such as ",
      " + ",
      " = 5.  These familiar equations are one of the most central objects of study in mathematics. For millennia, mathematicians have sought integer solutions to them. In this example, for instance, one solution is ",
      " = 1, ",
      " = 2 (since 1",
      " + 2",
      "= 5). Another is ",
      " = 2, ",
      " = −1.",
      "In 1900, David Hilbert posed 23 problems that he hoped would guide the next century of mathematical research. Those problems still influence the field today.",
      "Other Diophantine equations, such as ",
      " + y",
      " = 3, don’t have any integer solutions. Hilbert’s 10th problem asked whether it’s always possible to tell if a given Diophantine equation has integer solutions. Does an algorithm exist to determine this for every equation, or is the problem undecidable? There might be no hope for a complete and systematic approach to all of mathematics—or even all 23 of Hilbert’s problems—but one might still exist when it comes to Diophantine equations, forming a microcosm of his original program. “This problem is a very natural version of that dream,” said ",
      " of Utrecht University.",
      "In 1970, a Russian mathematician named ",
      " shattered this dream. He showed that there is no general algorithm that can determine whether any given Diophantine equation has integer solutions—that Hilbert’s 10th is an undecidable problem. You might be able to come up with an algorithm that can assess most equations, but it won’t work for every single one.",
      "In even this most straightforward kind of math, unknowability lurks.",
      "The mathematician Yuri Matiyasevich, seen here in 1969, proved that Hilbert’s 10th problem is undecidable.",
      "Mathematicians wanted to test the reach of Matiyasevich’s conclusion. Say you allow your Diophantine equations to have complex solutions (numbers that can be written with real and imaginary parts, and that aren’t limited to integers). In this case, every Diophantine equation has a solution, and the answer to Hilbert’s 10th problem is a resounding yes. But there’s a whole range of Diophantine equations between ones with solutions that must be integers and ones with solutions that can be complex.",
      "“It’s unsolvable for integers, then when you pass to much larger systems of numbers, you get solvability all of a sudden,” said ",
      " of Harvard University. “Where is the cutoff?”",
      "In the 50 years since Hilbert’s 10th problem was resolved, mathematicians have been searching for this cutoff. Now, Koymans and his longtime collaborator, ",
      " of Concordia University in Montreal—as well as another team of researchers working independently—have taken a major step toward that goal. Both groups have proved that, for ",
      " beyond integers, there is ",
      " to determine if any given Diophantine equation has a solution. The work not only allows mathematicians to get a more precise view of what they can and cannot know but gives them an entirely new level of control over one of the most central objects in mathematics.",
      "The new proofs focused on a natural extension of Hilbert’s 10th problem. The extension deals with Diophantine equations whose solutions belong to number systems that are close relatives of the integers.",
      "If you start with the numbers 1 and −1, you can add them in different combinations to get every other integer. But say you start with a different finite set of numbers—like 1, −1 and √2. You can add those numbers in different combinations to get a new number system, called a ring of integers (so named even though the ring need not contain only integers). Other rings of integers can be built out of sets of numbers that include, say, the square root of −1 (the imaginary number that mathematicians call ",
      ")",
      " or the cube root of 2. Is there an algorithm that can always determine whether a given Diophantine equation has solutions that fall in one of these rings of integers?",
      "Carlo Pagano of Concordia University recently used his expertise on elliptic curves to resolve a major conjecture in number theory.",
      "Mathematicians suspected that, for every single ring of integers—that is, infinitely many systems of numbers—the problem is still undecidable. This would extend the conclusion well beyond the initial, integer-focused scope of Hilbert’s 10th problem.",
      "To prove this, they hoped to follow in the footsteps of the proof of that original problem—the one involving only integer solutions.",
      "In general, undecidability proofs—proofs that determine whether there is a general algorithm that can answer a given question—follow the same recipe: They show that the problem of interest is equivalent to a famous undecidable problem in computer science called the halting problem. The halting problem asks whether an idealized computational device called a Turing machine, when fed a given input, will run forever or eventually halt. It’s known that there’s no algorithm that can answer this for every Turing machine.",
      "It’s possible to think of Diophantine equations as computational devices, too. Consider the equation ",
      " = ",
      ". It has infinitely many integer solutions. If you plug in different integers for ",
      " and solve for ",
      ", the values you get all belong to a famous set of integers: the perfect squares. It is easy to imagine a computer program (that is, a Turing machine) that performs an equivalent task: “Compute the sequence of perfect squares.”",
      "Other Diophantine equations can encode other kinds of computations.",
      "Julia Robinson played a key role in the eventual proof of Hilbert’s 10th problem. “She made one of the fundamental breakthroughs in the history of mathematics,” said the mathematician Andrew Granville. Yet “somehow, the people that gave out prizes didn’t give her many.”",
      "To settle Hilbert’s original 10th problem, mathematicians built on this idea. In work that began with Julia Robinson and others around 1950 and culminated in Matiyasevich’s 1970 result, it was shown that for every Turing machine, there is a corresponding Diophantine equation. “It was completely unexpected,” said ",
      " of the Pontifical Catholic University of Chile in Santiago. “Diophantine equations over the integers are enough to define, basically, anything you can imagine.”",
      "Moreover, the mathematicians set up this elegant correspondence so that if a Turing machine halted for a given input, its corresponding Diophantine equation would have an integer solution. If the Turing machine ran forever, its corresponding Diophantine equation would have no solution. But this meant that Hilbert’s 10th problem encoded the halting problem: An algorithm that could sort Diophantine equations based on whether or not they had integer solutions would also be able to sort Turing machines based on whether or not they halted.",
      "In other words, Hilbert’s 10th problem is undecidable.",
      "Mathematicians hoped to follow the same approach to prove the extended, rings-of-integers version of the problem—but they hit a snag.",
      "The useful correspondence between Turing machines and Diophantine equations falls apart when the equations are allowed to have non-integer solutions. For instance, consider again the equation ",
      " = ",
      ". If you’re working in a ring of integers that includes √2, then you’ll end up with some new solutions, such as ",
      " = √2, ",
      " = 2. The equation no longer corresponds to a Turing machine that computes perfect squares—and, more generally, the Diophantine equations can no longer encode the halting problem.",
      "But in 1988, a graduate student at New York University named ",
      " started to play with ideas for how to get around this problem. By 2000, she and others had formulated a plan. Say you were to add a bunch of extra terms to an equation like ",
      " = ",
      " that magically forced ",
      " to be an integer again, even in a different number system. Then you could salvage the correspondence to a Turing machine. Could the same be done for all Diophantine equations? If so, it would mean that Hilbert’s problem could encode the halting problem in the new number system.",
      "Over the years, Shlapentokh and other mathematicians figured out what terms they had to add to the Diophantine equations for various kinds of rings, which allowed them to demonstrate that Hilbert’s problem was still undecidable in those settings. They then boiled down all remaining rings of integers to one case: rings that involve the imaginary number ",
      ". Mathematicians realized that in this case, the terms they’d have to add could be determined using a special equation called an elliptic curve.",
      "But the elliptic curve would have to satisfy two properties. First, it would need to have infinitely many solutions. Second, if you switched to a different ring of integers—if you removed the imaginary number from your number system—then all the solutions to the elliptic curve would have to maintain the same underlying structure.",
      "As it turned out, building such an elliptic curve that worked for every remaining ring was an extremely subtle and difficult task. But Koymans and Pagano—experts on elliptic curves who had worked closely together since they were in graduate school—had just the right tool set to try.",
      "Since his time as an undergraduate, Koymans had been thinking about Hilbert’s 10th problem. Throughout graduate school, and throughout his collaboration with Pagano, it beckoned. “I spent a few days every year thinking about it and getting horribly stuck,” Koymans said. “I’d try three things and they’d all blow up in my face.”",
      "In 2022, while at a conference in Banff, Canada, he and Pagano ended up chatting about the problem. They hoped that together, they could build the special elliptic curve needed to resolve the problem. After finishing some other projects, they got to work.",
      "Peter Koymans, a mathematician at Utrecht University, has been thinking about Hilbert’s 10th problem since he was an undergraduate.",
      "They started with a simple equation for an elliptic curve that didn’t satisfy either of the required properties. They knew they could use a well-established technique called a quadratic twist—something they’d been studying for the better part of a decade—to tweak the equation so that it would meet the first condition. They simply had to multiply one of the equation’s variables by a specific number, and they’d get a new elliptic curve with infinitely many solutions.",
      "But this left them with a problem. They had no way to guarantee that this new curve satisfied the second property—that its solutions would look similar for rings that differed by an imaginary number. The mathematicians needed to get better control over the quadratic twist.",
      "They got stuck. “I had this dark feeling,” Koymans said. “I started to get suspicious that we were missing something.”",
      "Then, in summer 2024, while working on a different problem, the pair had to use quadratic twists again. One night, in the middle of this research, Koymans found himself lying awake, unable to stop thinking about Hilbert’s 10th problem.",
      "That other work, Koymans realized, gave them an important hint, one of those strange and surprising mathematical concordances that sometimes appear: If the number they used in the quadratic twist was the product of exactly three prime numbers, then they’d get the control they needed to guarantee the second property. But because their elliptic curve had to be constructed so carefully and meet so many specifications, there were lots of additional constraints on what those three primes could be. Could Koymans and Pagano find ones that worked—no matter which ring they were using?",
      "Pagano happened to have planned a visit to the Swiss Federal Institute of Technology Zurich, where Koymans was working at the time, a few days later. They spent the next week struggling at the blackboard together, trying to find primes that would meet all the constraints. Finally, they figured out that they had to use four primes, rather than three, to construct their quadratic twist. This allowed them to apply a method from an entirely separate area of math, called additive combinatorics, to ensure that the right combination of primes existed for every ring.",
      "That was the final piece: They’d built their elliptic curve. It gave them the recipe they needed to add terms to their Diophantine equations, which then enabled them to encode Turing machines—and the halting problem—in those equations, regardless of what number system they used. It was settled. Hilbert’s 10th problem is undecidable for every ring of integers.",
      "The result was solidified further last Thursday, when, less than two months after Koymans and Pagano posted their paper online, an independent team of four mathematicians announced a ",
      ". Instead of looking for a special elliptic curve, they had relied on a different kind of equation to do the same job.",
      "Both groups hope to use their techniques—which give them unprecedented control over elliptic curves and related equations—to make progress on other problems as well. “There’s a possibility that the two methods could be used together to do even more,” said ",
      ", a mathematician at Princeton University and one of the authors of the second proof.",
      "Meanwhile, the search for where undecidability ends and decidability begins is not over: Mathematicians are continuing to explore Hilbert’s 10th problem in new settings.",
      "This is just one of many questions, according to ",
      " of the University of Montreal, that “reflect the philosophical side of what in the world is true.”",
      "All knowledge has limits. “It reminds us there are things that are just not doable,” Granville said. “It doesn’t matter who you are or what you are.”",
      " ",
      " ",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "The Art of the Perfect Nap",
    "link": "https://www.wired.com/story/the-art-of-the-perfect-nap-sleep-science/",
    "image": "https://media.wired.com/photos/67dc5397ea8deb69ae359757/3:2/w_1600%2Cc_limit/Science_Naps_GettyImages-1492827105.jpg",
    "resume": "Done wisely, naps can be a valuable way to boost your focus and energy. A sleep researcher explains how to get it right.",
    "date_published": "2025-03-22T08:00:00-04:00",
    "author": "Talar Moukhtarian",
    "segments": [
      " ",
      " ",
      " ",
      "You’re in the middle of the afternoon, eyelids heavy, focus slipping. You close your eyes for half an hour and wake up feeling recharged. But later that night, you’re tossing and turning in bed, wondering why you can’t drift off. That midday snooze which felt so refreshing at the time might be the reason.",
      "Naps have long been praised as a tool for boosting alertness, enhancing mood, strengthening memory, and ",
      ". Yet for some, they can sabotage nighttime sleep.",
      "Napping is a double-edged sword. Done right, it’s a powerful way to recharge the brain, improve concentration, and support mental and physical health. Done wrong, it can leave you groggy, disoriented, and struggling to fall asleep later. The key lies in understanding how the body regulates sleep and wakefulness.",
      "Most people experience a natural dip in alertness in the early afternoon, typically between 1 pm and 4 pm. This isn’t just due to a heavy lunch—our internal body clock, or circadian rhythm, creates ",
      " ",
      ". The early afternoon lull is part of this rhythm, which is why so many people feel drowsy at that time.",
      " that a short nap during this period—ideally followed by bright light exposure—can help counteract fatigue, boost alertness, and improve cognitive function without ",
      ". These “power naps” allow the brain to rest without slipping into deep sleep, making it easier to wake up feeling refreshed.",
      "But there’s a catch: Napping too long may result in waking up feeling worse than before. This is due to “sleep inertia”—the grogginess and disorientation that comes from waking up during deeper sleep stages.",
      "Once a nap extends beyond 30 minutes, the brain transitions into slow-wave sleep, making it much harder to wake up. ",
      " that waking from deep sleep can leave people feeling sluggish for ",
      ". This can have ",
      " if they then try to perform safety-critical tasks, make important decisions, or operate machinery, for example. And if a nap is taken too late in the day, it can eat away from the “sleep pressure build-up”—the body’s natural drive for sleep—making it ",
      ".",
      "For some, napping is essential. Shift workers often struggle with fragmented sleep due to irregular schedules, and a well-timed nap before a night shift can boost alertness and reduce the risk of errors and accidents. Similarly, people who regularly struggle to get enough sleep at night—whether due to work, parenting, or other demands—may benefit from naps to bank extra hours of sleep that compensate for their sleep loss.",
      "Nonetheless, relying on naps instead of improving nighttime sleep is a short-term fix rather than a sustainable solution. People with chronic insomnia are often advised to avoid naps entirely, as daytime sleep can weaken their drive to sleep at night.",
      "Certain groups use strategic napping as a performance-enhancing tool. Athletes incorporate napping into their training schedules to speed up muscle recovery and improve sports-related parameters such as ",
      ". ",
      " that people in high-focus jobs, such as ",
      ", benefit from brief planned naps to maintain concentration and reduce fatigue-related mistakes. ",
      " that a 26-minute nap can improve performance of long-haul flight operational staff by 34 percent, and alertness by 54 percent.",
      "To nap effectively, timing and environment matter. Keeping naps between 10 and 20 minutes prevents grogginess. The ideal time is before 2 pm—napping too late can push back the body’s natural sleep schedule.",
      "The best naps happen in a cool, dark, and quiet environment, similar to nighttime sleep conditions. Eye masks and noise-canceling headphones can help, particularly for those who nap in bright or noisy settings.",
      "Despite the benefits, napping isn’t for everyone. Age, lifestyle, and underlying sleep patterns all influence whether naps help or hinder. A good nap is all about strategy—knowing when, how, and if one should nap at all.",
      "For some it’s a life hack, improving focus and energy. For others, it’s a slippery slope into sleep disruption. The key is to experiment and observe how naps affect your overall sleep quality.",
      "Done wisely, naps can be a valuable tool. Done poorly, they might be the reason you’re staring at the ceiling at midnight."
    ]
  },
  {
    "origin": "wired",
    "title": "How to Delete Your Data From 23andMe",
    "link": "https://www.wired.com/story/how-to-delete-your-data-from-23andme/",
    "image": "https://media.wired.com/photos/67e175b68bdc5636fc1d2ae1/3:2/w_1600%2Cc_limit/GettyImages-1978236895.jpg",
    "resume": "DNA-testing company 23andMe has filed for bankruptcy, which means the future of the company’s vast trove of customer data is unknown. Here’s what that means for your genetic data.",
    "date_published": "2025-03-24T16:51:59-04:00",
    "author": "Emily Mullin",
    "segments": [
      " 23andMe, once a Silicon Valley darling valued at $6 billion, filed for Chapter 11 bankruptcy protection late Sunday as it prepares for a sale of the business. CEO Anne Wojcicki, who cofounded the company in 2006, has also stepped down after months of ",
      " to take the firm private.",
      "As ",
      " about the company’s future reaches its peak, all eyes are on the trove of deeply personal—and potentially valuable—genetic data that 23andMe holds. Privacy advocates have long warned that the risk of entrusting genetic data to any institution is twofold—the organization could fail to protect it, but it could also hand over customer data to a new entity that they may not trust and didn’t choose.",
      "California attorney general Rob Bonta reminded consumers in ",
      " on Friday that Californians have a legal right to ask that an organization delete their data. 23andMe customers in other states and countries largely do not have the same protections, though there is also a right to deletion for health data in Washington state’s My Health My Data Act and the European Union’s General Data Protection Regulation. Regardless of residency, all 23andMe customers should consider downloading anything they want to keep from the service and should then attempt to delete their information.",
      "“This situation really brings home the point that there is still no national health privacy law in the US protecting your rights unless you live in California or Washington,” says Andrea Downing, an independent security researcher and cofounder of the patient-led digital rights nonprofit The Light Collective. “Meanwhile, we continue to evolve our understanding of how genetic information has value, but also has unique vulnerability.”",
      "John Verdi, senior vice president of policy at the Future of Privacy Forum, says 23andMe’s new owner could revise the company’s privacy policies for new customers and new data collection, but the data it has already collected from current customers is subject to existing terms. “The company has legal obligations regarding information collected under the current policies,” he says.",
      "Still, researchers emphasize that in practice, such a large transition will create real data exposure that is outside of 23andMe customers’ control. “In my opinion, these privacy policies—especially in the context of acquisitions in the venture capital and private equity space—aren't worth the paper they're printed on,” says longtime security researcher and data privacy advocate Kenn White. “For regular people out there who use these services, you're pretty much on your own. My advice is to request your data get deleted as soon as possible\"",
      "To delete your genetic data through 23andMe’s website, log in and then go to ",
      " in your profile. Scroll to ",
      " and then click ",
      ". At this point, you can choose to download a copy of your genetic information. Then scroll to ",
      " and click ",
      ". Once you initiate the process, you’ll receive an email from 23andMe to confirm. Click the link in the email to complete the deletion process. Additionally, you can direct 23andMe to destroy the biological sample it used to extract your DNA data if you previously authorized the company to keep it. Go to ",
      " and then ",
      ".",
      "You can also opt in to and out of participating in research at any time by updating your consent status in your account settings. If you opt out, 23andMe will stop using your information for research going forward and will discontinue use of your data within 30 days. This does not affect studies that have already been completed.",
      "23andMe has never been profitable and has struggled to revamp its business model since it went public in 2021. Demand for its ancestry and health testing kits has been declining for years. And data privacy has had a role to play in the company’s dwindling fortunes after the company was hit with a ",
      " in December 2023 that affected ",
      ". The incident led to a class action lawsuit, which 23andMe agreed to settle for $30 million.",
      "Last summer, Wojcicki filed a proposal to take the company private, which was rejected by 23andMe’s board of directors. Shortly after, the company shuttered its in-house drug discovery unit, and its board members resigned en masse over Wojcicki’s strategic direction.",
      "23andMe says it intends to continue operating as usual throughout the sale process and that there are no immediate changes to the way it stores, manages, or protects customer data. In an ",
      ", the company said it will “seek to find a partner who shares our commitment to customer data privacy and allows our mission of helping people access, understand and benefit from the human genome to live on.” But the direction of 23andMe will ultimately be in the hands of whoever takes over the company.",
      "“If there is a new owner that comes out of the bankruptcy process, that new owner steps into the shoes of 23andMe and takes over those assets,” says Jennifer Wagner, an assistant professor of law, policy, and engineering and anthropology at Penn State University.",
      "“They would still be bound by the complex web of contractual agreements that are in place right now with users,” Wagner adds. “But I think it does give rise to some uncertainty in terms of whether or not a new player would have the same values or that same kind of culture that 23andMe was trying to cultivate.”"
    ]
  },
  {
    "origin": "wired",
    "title": "A Math Couple Solves a Major Group Theory Problem—After 20 Years of Work",
    "link": "https://www.wired.com/story/after-20-years-math-couple-solves-major-group-theory-problem/",
    "image": "https://media.wired.com/photos/67db154dca9edf982ebe11e1/3:2/w_1600%2Cc_limit/Science_Math_Top_Art.png",
    "resume": "Britta Späth has dedicated her career to proving a single, central conjecture. She’s finally succeeded, alongside her partner, Marc Cabanes.",
    "date_published": "2025-03-23T07:00:00-04:00",
    "author": "Leila Sloman",
    "segments": [
      " ",
      " ",
      "In 2003, a German graduate student named ",
      " encountered the McKay conjecture, one of the biggest open problems in the mathematical realm known as group theory. At first her goals were relatively modest: She hoped to prove a theorem or two that would make incremental progress on the problem, as many other mathematicians had done before her. But over the years, she was drawn back to it, again and again. Whenever she tried to focus on something else, she said, “it didn’t connect.”",
      "There was a risk that such a single-minded pursuit of so difficult a problem could hurt her academic career, but Späth dedicated all her time to it anyway. It brought her to the office of ",
      ", a mathematician now at the Institute of Mathematics of Jussieu in Paris who, inspired by her efforts, became consumed by the conjecture, too. While working together, the pair fell in love and eventually started a family.",
      "The problem that absorbed them takes a key theme in mathematics and turns it into a concrete tool for group theorists. Math is full of enormously complicated abstract objects that are impossible to study in their entirety. But often, mathematicians have discovered, it’s enough to look at a small fragment of such an object to understand its broader properties. In the third century BC, for instance, the ancient Greek mathematician Eratosthenes estimated the circumference of the Earth—roughly 25,000 miles—by measuring shadows cast by the sun in just two cities about 500 miles apart. Similarly, when mathematicians want to understand an impossibly convoluted function, they might only need to look at how it behaves for a small subset of possible inputs. That can be enough to tell them what the function does for all possible inputs.",
      "The McKay conjecture is another example of this principle. It says that if you want to formulate a thorough description of a group—",
      " that can get prohibitively difficult to study—you only need to look at a tiny piece of it.",
      "While working together on the McKay conjecture, Britta Späth and Marc Cabanes fell in love and started a family.",
      "After the conjecture was posed in the 1970s, dozens of mathematicians tried their hand at proving it. They made partial progress—and in the process they learned a great deal about groups, which are abstract objects that describe the various symmetries of a mathematical system. But a full proof seemed out of reach.",
      "Then Späth came along. Now, 20 years after she first learned about the problem and more than a decade after she met Cabanes, the two mathematicians have ",
      ".",
      "When the couple announced their result, their colleagues were in awe. “I wanted there to be parades,” said ",
      " of Stanford University. “Years of hard, hard, hard work, and she did it, they did it.”",
      "The McKay conjecture began with the observation of a strange coincidence.",
      "John McKay—",
      " as “brilliant, soft-spoken, and charmingly disorganized”—was known for his ability to spot numerical patterns in unexpected places. The Concordia University mathematician is perhaps most famous for his “monstrous moonshine” conjecture, which was proved in 1992 and established a deep connection between ",
      " and a special function from number theory.",
      "Before his death a few years ago, McKay unearthed lots of other important connections, too, many involving groups. A group is a set of elements combined with a rule for how those elements relate to one another. It can be thought of as a collection of symmetries—transformations that leave a shape, a function or some other mathematical object unchanged in specific ways. For all their abstraction, groups are immensely useful, and they play a central role in mathematics.",
      "In 1972, McKay was ",
      "—groups that have a finite number of elements. He observed that in many cases, you can deduce important information about a finite group by looking at a very small subset of its elements. In particular, McKay looked at elements that form a special, smaller group—called a Sylow normalizer—inside the original group.",
      "Imagine you have a group with 72 elements. This alone doesn’t tell you much: There are ",
      " of that size. But 72 can also be written as a product of prime numbers, 2 × 2 × 2 × 3 × 3—that is, as 2",
      " × 3",
      ". (Generally, the more distinct primes you need to describe the size of your group, the more complicated your group is.) You can decompose your group into smaller subgroups based on these primes. In this case, for instance, you could look at subgroups with eight (2",
      ") elements and subgroups with nine (3",
      ") elements. By studying those subgroups, you can learn more about the structure of your overall group—what other building blocks the group is composed of, for instance.",
      "Now take one of those subgroups and add a few particular elements to it to create a special subgroup, the Sylow normalizer. In your 72-element group, you can build a different Sylow normalizer for each eight-element and nine-element subgroup—these are the 2-Sylow normalizers and 3-Sylow normalizers, respectively.",
      "Sylow normalizers, like the subgroups they’re built out of, can tell mathematicians a lot about the original group. But McKay hypothesized that this connection was far stronger than anyone had imagined. It wasn’t just that a Sylow normalizer could give insights into a finite group’s overall structure. He asserted that if mathematicians wanted to compute a crucial quantity that would help them characterize their group, they’d just have to look at one of a particular set of Sylow normalizers: The Sylow normalizer would be characterized by the exact same number.",
      "This quantity counts the number of “representations” of a certain type—ways you can rewrite elements of the group using arrays of numbers called matrices. Such a tally might seem arbitrary, but it gives mathematicians a sense of how the group’s elements relate to each other, and it is involved in calculations of other important properties.",
      "There seemed to be no good reason why McKay’s quantity should always be the same for a finite group and its Sylow normalizers. A Sylow normalizer might contain just a fraction of a fraction of a percent of the number of elements in the larger group. Moreover, the Sylow normalizer often has a very different structure.",
      "It would be as if “in every US election, you count the votes in general, and in this little town in Montana, they are exactly the same proportionally,” said ",
      " of the University of Valencia. “Not similar, not more or less. Exactly the same.”",
      "But that’s what McKay conjectured—for all finite groups. If true, it would make mathematicians’ lives much easier: Sylow normalizers are much easier to work with than their parent groups. It would also hint at the presence of a deeper mathematical truth, one that mathematicians don’t yet have a handle on.",
      "A year after McKay first observed the coincidence, a mathematician named ",
      " proved that it held for ",
      ". But then mathematicians got stuck. They were able to show that it held up for one specific group or another, but there were still infinitely many groups left to tackle.",
      "Proving the full conjecture seemed prohibitively difficult. As it turned out, the next major advance on the problem would require the completion of one of the most herculean mathematical projects in history.",
      "The project—an effort to classify all the building blocks of finite groups—ultimately required thousands of proofs and took more than 100 years to complete. But in 2004, mathematicians finally succeeded in showing that all the building blocks must fall into one of three categories, or else belong to a list of 26 outliers.",
      "“I wanted there to be parades. Years of hard, hard, hard work, and she did it, they did it.”",
      "Mathematicians had long suspected that, once complete, this classification would help simplify problems such as the McKay conjecture. Maybe they didn’t have to prove the conjecture for all finite groups. Maybe they only had to prove an alternative statement covering the 29 types of building blocks—or for some related set of straightforward groups—that would automatically imply the full McKay conjecture.",
      "But first, someone had to show that this strategy would actually work. The very year that the classification was officially completed, Isaacs, Navarro, and Gunter Malle ",
      " the right way to reframe the McKay conjecture so that they only had to focus on a narrow set of groups.",
      "For each group in this new set, they’d have to show something a bit stronger than what McKay had proposed: Not only would the number of representations have to be the same for both the group and the Sylow normalizer, but those representations would have to relate to each other according to certain rules. Isaacs, Navarro, and Malle showed that if this stronger statement held for these particular groups, then the McKay conjecture had to be true for every finite group. (“This was during the Euro 2004,” Navarro recalled. His coauthors “didn’t know that I was sneaking off sometimes to see some games. But important things are important things.”)",
      "Gabriel Navarro and two colleagues turned one of group theory’s biggest open conjectures into a tractable problem.",
      "The trio’s reformulation of the problem was a major breakthrough. Within a few years, mathematicians had used it to resolve most cases of the McKay conjecture. Moreover, it helped them simplify related questions that also involved using one part of an object to study the whole. “Tons and tons of conjectures have now been reduced using this as a blueprint,” said ",
      ", a mathematician at the University of Denver.",
      "But there was one class of groups—“groups of Lie type”—for which the new version of the McKay conjecture remained open. The representations of these groups were particularly difficult to study, and it was challenging to prove that the relationships among them satisfied the conditions that Isaacs, Navarro, and Malle had outlined.",
      "But one of Malle’s graduate students was on the case. Britta Späth.",
      "In 2003, Späth arrived at the University of Kassel to start her doctorate with Malle. She was almost perfectly suited for working on the McKay conjecture: Even in high school, she could spend days or weeks on a single problem. She particularly reveled in ones that tested her endurance, and she fondly recalls long hours spent searching for “tricks that are, in a way, not even so deep.”",
      "Späth spent her time studying group representations as deeply as she could. After she completed her graduate degree, she decided to use that expertise to continue chipping away at the McKay conjecture. “She has this crazy, really good intuition,” said Schaeffer Fry, her friend and collaborator. “She’s able to see it’s going to be like this.”",
      "A few years later, in 2010, Späth started working at Paris Cité University, where she met Cabanes. He was an expert in the narrower set of groups at the center of the reformulated version of the McKay conjecture, and Späth often went to his office to ask him questions. Cabanes was “always protesting, ‘Those groups are complicated, my God,’” he recalled. Despite his initial hesitancy, he too eventually grew enamored with the problem. It became “our obsession,” he said.",
      "There are four categories of Lie-type groups. Together, Späth and Cabanes started proving the conjecture for each of those categories, and they ",
      " ",
      " over the next decade.",
      "Their work led them to develop a deep understanding of groups of Lie type. Although these groups are the most common building blocks of other groups, and therefore of great mathematical interest, their representations are incredibly difficult to study. Cabanes and Späth often had to rely on opaque theories from disparate areas of math. But in digging those theories up, they provided some of the best characterizations yet of these important groups.",
      "As they did so, they started dating and went on to have two children. (They eventually settled down together in Germany, where they enjoy working together at one of the three whiteboards in their home.)",
      "By 2018, they had just one category of Lie-type groups left. Once that was done, they would have proved the McKay conjecture.",
      "That final case took them six more years.",
      "The fourth kind of Lie group “had so many difficulties, so many bad surprises,” Späth said. (It didn’t help that in 2020, the pandemic kept their two young children home from school, making it difficult for them to work.) But gradually, she and Cabanes managed to show that the number of representations for these groups matched those of their Sylow normalizers—and that the way the representations matched up satisfied the necessary rules. The last case was done. It followed automatically that the McKay conjecture was true.",
      "In October 2023, they finally felt confident enough in their proof to announce it to a room of more than 100 mathematicians. A year later, they ",
      " for the rest of the community to digest. “It’s an absolutely spectacular achievement,” said ",
      " of the University of Manchester.",
      "Mathematicians can now confidently study important properties of groups by looking at their Sylow normalizers alone—a much easier approach to making sense of these abstract entities, and one that might have practical applications. And in the process of establishing this connection, Navarro said, the researchers developed “beautiful, wonderful, deep mathematics.”",
      "Other mathematicians now hope to explore the even deeper conceptual reason why the strange coincidence McKay uncovered is true. Although Späth and Cabanes have proved it, mathematicians still don’t understand why a comparatively tiny set is enough to tell you so much about its larger parent group.",
      "“There has to be some structural reason why these numbers are the same,” Kessar said.",
      "Some mathematicians have done preliminary work to try to understand this connection, but so far it remains a mystery.",
      "Späth and Cabanes are moving on, each searching for their next obsession. So far, according to Späth, nothing has consumed her like the McKay conjecture. “If you have done one big thing, then it’s difficult to find the courage, the excitement for the next,” she said. “It was such a fight sometimes. It also gave you, every day, a purpose.”",
      " ",
      " ",
      ", ",
      " ",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "Hikaru Utada Would Rather Play CERN Than Coachella",
    "link": "https://www.wired.com/story/hikaru-utada-would-rather-play-cern-than-coachella/",
    "image": "https://media.wired.com/photos/67e410d9e3dc20c4f6cf9eb6/3:2/w_1600%2Cc_limit/UtadaHikaru_TimotheeLambrecq__1506789_250207.jpg",
    "resume": "The Japanese singer-songwriter’s new album goes deep on their “fascination with science.” WIRED Japan took Hikaru Utada to visit the Large Hadron Collider to learn more.",
    "date_published": "2025-03-27T06:00:00-04:00",
    "author": "Tomonari Cotani",
    "segments": [
      " entanglement—the songs on Hikaru Utada’s latest album, ",
      ", go deeper into the singer-songwriter’s “fascination with science” than they ever have before. Part greatest-hits collection, part reflection on interests they have cultivated for many years, it’s a body of work that shows their breadth as an artist. It only seemed fitting, then, that WIRED Japan would invite Utada to Switzerland to visit ",
      ", one of the world’s leading research centers for particle physics, an invitation they quickly accepted.",
      "“CERN is a place I have dreamed of visiting for the past 10 years or so,” Utada says. “To be honest, being able to go there and talk to the scientists and see the particle accelerator might be even better than performing on the main stage at Coachella [laughs]. I definitely wanted to go.”",
      "CERN is the world’s largest particle physics laboratory, located on the border between Switzerland and France. Its iconic Large Hadron Collider (LHC)—a gigantic circular accelerator with a circumference of 27 kilometers—made its name in 2012 when it discovered the ",
      ", the mysterious particle that continues to play a key role in experiments into the origins of the universe.",
      "The center’s work is not limited to research about how the universe began and the behavior of subatomic particles; it can also lead to advances that have greater impacts on everyday life. For example, in 1989, ",
      ", a British computer scientist who was then working at CERN, developed a system to provide decentralized, real-time access to information within the organization. It became the foundation for the World Wide Web.",
      "Hikaru Utada explores ATLAS, a large general-purpose particle detector located 100 meters underground on the CERN main campus, which detects and measures particles accelerated and collided by the Large Hadron Collider.",
      "In recent years, the organization has also been proactively engaged in outreach efforts that fuse art and science. That’s why University of Tokyo physicist Junichi Tanaka and Kazuki Kojima, a researcher at KEK (High Energy Accelerator Research Organization) are here. CERN asked the Japanese scientists to accompany Utada and WIRED on our CERN visit. Utada asked the two of them more questions than anyone else. While standing in front of ATLAS (the large general-purpose particle detector located 100 meters under the main CERN campus that detects and measures particles accelerated and collided by the LHC), the conversation around the topic of dark matter was a lively one.",
      ": What are you most focused on pursuing at the moment?",
      " There is a theory in particle physics called the Standard Model, but it can only explain about 5 percent of the mass and energy in the universe. In fact, it is thought that about 26 percent of the mass and energy in the universe is dark matter, and the remaining 70 percent is dark energy. Regardless of dark energy, we know that dark matter exists, but we don't know what it is, and we are currently searching to understand its true nature.",
      " Dark energy is …",
      " We know almost nothing about it.",
      " You could say it’s a name that was almost given at random.",
      " OK, so “dark” here doesn’t mean “not lit,” but rather “unknowable” or “unknown.”",
      " We don’t know anything about dark energy. It has that name because the universe is expanding. But dark matter can be explained by gravity, so we believe it exists. But it’s hard to find it. We’re trying to measure something when we don't know what it is, so we spend a great deal of time conducting experiments.",
      " It’s like proving the existence of something by the absence of something else.",
      " Yes, that’s right.",
      " It’s like trying to prove the existence of an invisible man. A room with capacity for 10 people is packed even though there are only nine people there. Or there were 10 people in the room, but traces of 11 people coming from it.",
      " Yes, yes, that’s the idea!",
      "Utada explores CERN.",
      "It’s a matter of making an analogy to something else or replacing one relationship with another. Utada says they attach a special importance to this act. This means that they regularly transform what exists only in their own mind into clever metaphors by making full use of the knowledge and experience they have cultivated over time, and the words and symbols derived from their intuition. They then diligently carry out the task of communicating these to others.",
      "“When I compared dark matter to an invisible man, I was really happy to hear Tanaka and Kojima say, ‘Oh, that's right!’” Utada says.",
      "Another thing that made an impression on Utada was the pair’s response to their question about what they’d want to convey to the general public who are not experts in science. “Tanaka thought for a while and then said, ‘I guess it would be that there is still so much we don’t know.’ I thought that was really wonderful,” Utada says.",
      "But it’s even deeper than that. “I think the ‘knowledge of ignorance,’ feeling truly excited by the fact that there are things we don’t yet know or don’t understand, is a very important perspective,” Utada says. “Fear comes from ignorance, doesn’t it? It is human instinct to fear the dark. It’s because we don’t know that we feel fear, discrimination, prejudice, violence, and more. So what is the opposite of that? I think it’s curiosity and a spirit of inquiry.”",
      "The songs on Hikaru Utada’s new album ",
      " go deep into the singer-songwriter’s “fascination with science.”",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "The Chaos of NIH Cuts Has Left Early-Career Scientists Scrambling",
    "link": "https://www.wired.com/story/the-chaos-of-nih-cuts-has-left-early-career-scientists-scrambling/",
    "image": "https://media.wired.com/photos/67c9643d58b5bb5f946537ef/3:2/w_1600%2Cc_limit/GettyImages-2193985719.jpg",
    "resume": "As graduate programs lose spots and labs face shutdowns following Trump administration cuts to science funding, the path to a science career for students and researchers just got a whole lot harder.",
    "date_published": "2025-03-24T06:44:26-04:00",
    "author": "Maggie Chen ",
    "segments": [
      " for science and medicine began early. As a child, the aspiring physician-scientist had observed her father, a doctor, treat patients at his primary care office. Later, as an undergraduate student at the University of Maryland, Fadul had the opportunity to work in a lab developing nanotherapies for ovarian cancer. Through these experiences and a strong cadre of mentors, she “felt really inspired to pursue both research and medicine,” she says.",
      "To gain more lab experience before applying to joint MD-PhD programs, Fadul had decided to apply to the National Institutes of Health’s postbaccalaureate program, which offers full-time research positions to recent college graduates considering careers in medicine or STEM. But in early February, she received an email stating that the program had been ",
      ". “There’s always some changes when the administration changes, but I didn’t expect the changes to hit so close to home and to affect my hopes and plans for the upcoming year,” Fadul says.",
      "Changed plans, lost opportunities, worries for the future—these are all things that current and prospective scientists across the country now face on a day-to-day basis. Since January, a rapid-fire slurry of executive orders have driven huge cuts to federal funding, ",
      ", and ",
      " across the research sector, with ",
      " For students and graduates, the knock-on effect is a big reduction in opportunities to gain the experience and placements needed to enter and progress in the field.",
      "During the lifespan of a scientist, there are several critical steps. For many, the first is to gain research experience during college—whether through working in a university laboratory or through summer research programs. From there, some take gap years (with the NIH postbaccalaureate program previously a popular option) to pursue even more research. Then comes an application to graduate school, completing graduate school, and possibly doing a postdoctoral fellowship. After all of that, only some end up as research faculty at institutions—where they embark on a decades-long saga of grant applications, many of which are for federal funding from the NIH or National Science Foundation (NSF).",
      "It’s a process that already forces young scientists to compete for a limited number of spots at each stage of training. Many, like Fadul, seek out extra research opportunities to ready their applications. The process of simply applying to graduate school is “five to ten years in the making,” says a current post-baccalaureate scholar at the NIH, who requested anonymity due to fear of retribution. “I think that for almost all of the applicants, this is their dream, and this feels like their livelihood.” In the space of two months, it is a career pathway that has rapidly narrowed.",
      "After the administration’s ",
      " indicating that a federal funding freeze was imminent in late January, graduate programs across the US began reducing the number of admitted students. To track what exactly was happening, faculty and students began compiling a comprehensive list of universities and their associated program reductions—based on word of mouth and reported evidence. ",
      ", this included a ",
      " at MIT’s biology graduate program, ",
      " at Duke’s biomedical graduate programs, and a 30 percent reduction at UC San Diego’s biological sciences program—from 25 places down to 17.",
      "“If we went on business-as-usual and admitted a normal class size, then we’d have students we couldn’t support in the program,” says Kimberly Cooper, a developmental biologist at UCSD and associate director of the biology PhD program. One of her undergraduate mentees wasn’t admitted to any graduate programs this year. That mentee hopes to become an unpaid volunteer to continue working in a lab “because she wants to do this so badly,” Cooper adds. “That’s another concern I have—that we may be moving back to a place where research was really only for people that have independent finances to be able to do it.”",
      "Jeremy Berg, a former director of the NIH’s National Institute of General Medical Sciences, has ",
      " the disbursement of NIH ",
      "—training grants that directly support graduate and postdoctoral research. Since February of this year, only two new T32 grants have been awarded. For comparison, 69 grants were made from February to March of last year. While March is not necessarily the month where T32 grant-awarding peaks, the lack of activity has Berg concerned for the future.",
      "The lack of NIH training grants is in line with trends from the NSF, where awards from the Directorate for STEM Education ",
      " to a near-complete stop. In comparison to the NIH, the NSF funds research that can be non-biomedical in nature and runs the Graduate Research Fellowship Program—which provides support for thousands of graduate students each year. GRFP awards are usually made in April, and it’s unclear how they will be impacted this year. “It’s a terrible signal to send to students who decided they want a career in science and have been waiting their whole life to go to graduate school,” says Berg.",
      "The instability in training-grant disbursement, coupled with the ",
      "—which pay for critical functions like lab maintenance, equipment, and administrative support—have not just affected trainees, but also the faculty whose labs rely on graduate students and postdoctoral scholars’ work. Federal grants provide a significant portion of many laboratories’ funding, says Ran Blekhman, a geneticist at the University of Chicago whose lab is almost entirely funded by the NIH. This uncertainty has forced many scientists, particularly those early in their careers, to pivot their focus from simply doing science to trying to make their science—and their careers—survive.",
      "Blekhman, whose research group studies the human microbiome, has always looked for non-federal sources of funding. But money from, say, private foundations often does not support basic science or has an unsustainably low-indirect-cost ceiling, which ordinarily would have been covered by NIH funding before the new indirect-cost cap. “My feeling is that everybody’s already been looking everywhere,” Blekhman says. “It’s not like there is a new pot of money that no one was aware of.”",
      "To keep the lights on in the lab, contingency plans abound. Cooper, who has four NIH proposals in limbo, recently helped one of her postdoctoral scholars apply for a fellowship in Europe to continue her research. Blekhman is thinking about how many students he can reasonably support in the future, should cuts hit his lab.",
      "Even among the uncertainty, many students remain deeply committed to pursuing careers in science. Robert Schwartz, a college and graduate essay consultant, says that some students he works with are taking a few extra gap years in European laboratories, in the hopes that more US funding will open up in the future. As Fadul figures out which schools to apply to, her list of federally funded MD-PhD programs has gotten shorter, while the list of MD programs (which do not rely as directly on federal funding) has gotten longer. But the uncertainty is “not going to stop me, and I don’t think it’s going to stop my peers, either,” she says.",
      "In the meantime, Cooper, Blekhman, and others are focusing on ways to better support and educate their trainees—not only about how federal funding works, but also how to keep going. “We just want people in the lab to do their great science without having existential dread about how they get paid,” Cooper says."
    ]
  },
  {
    "origin": "wired",
    "title": "What's Really Happening With Elon Musk and Those ‘Stranded’ Astronauts?",
    "link": "https://www.wired.com/story/elon-musk-stranded-astronauts-nasa-spacex-boeing/",
    "image": "https://media.wired.com/photos/67cf4023640b2ff123e89431/3:2/w_1600%2Cc_limit/Science_strandedastronauts_GettyImages-2151177544.jpg",
    "resume": "Two NASA officials have weighed in on the public dispute over when and how to bring home Butch Wilmore and Suni Williams, who have been on the International Space Station since June.",
    "date_published": "2025-03-10T15:49:50-04:00",
    "author": "Eric Berger, Ars Technica",
    "segments": [
      "Over the past month there has been something more than a minor kerfuffle in the space industry over the return of ",
      " from the ",
      ".",
      "The fate of Butch Wilmore and Suni Williams, who launched on the first crewed flight of Boeing's Starliner spacecraft on June 5, 2024, has become a political issue after President Donald Trump and SpaceX founder Elon Musk said the astronauts’ return was held up by the Biden White House.",
      "In February, Trump and Musk appeared on FOX News. ",
      ", the subject of Wilmore and Williams came up. They remain in space today after NASA decided it would be best they did not fly home in their malfunctioning Starliner spacecraft—but would return in a SpaceX-built Crew Dragon.",
      "\"At the president's request, or instruction, we are accelerating the return of the astronauts, which was postponed to a ridiculous degree,\" Musk said.",
      "\"They got left in space,\" Trump added.",
      "\"They were left up there for political reasons, which is not good,\" Musk concluded.",
      "After this interview, a Danish astronaut named Andreas Mogensen asserted that Musk was lying. \"What a lie,\" ",
      " on the social media site Musk owns, X. \"And from someone who complains about lack of honesty from the mainstream media.\"",
      "Musk offered a caustic response to Mogensen. \"You are fully retarded,\" ",
      ". \"SpaceX could have brought them back several months ago. I OFFERED THIS DIRECTLY to the Biden administration and they refused. Return WAS pushed back for political reasons. Idiot.\"",
      "NASA has not directly answered questions about this over the past month. However, the people who really know the answer lie within the human spaceflight programs at the space agency. After one news conference was canceled last month, two key NASA officials were finally made available on a media teleconference on Friday evening. These were Ken Bowersox, associate administrator, Space Operations Mission Directorate, and Steve Stich, manager of NASA's Commercial Crew Program, which is responsible for Starliner and Crew Dragon flights.",
      "This story originally appeared on ",
      ", a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.",
      "Musk is essentially making two claims. First, he is saying that last year SpaceX offered to bring Wilmore and Williams home from the International Space Station—and made the offer directly to the Biden administration. And the offer was refused for \"political\" reasons.",
      "Second, Musk says that, at Trump's request, the return of Wilmore and Williams was accelerated. The pair is now likely to return home to Earth as part of the Crew 9 mission later this month, about a week after the launch of a new group of astronauts to the space station. This Crew 10 mission has a launch date of March 12, so Wilmore and Williams could finally fly home about two weeks from now.",
      "Let's examine each of Musk's claims in light of what Bowersox and Stich said Friday evening.",
      "On July 14, last year, NASA awarded SpaceX ",
      " various options to bring Wilmore and Williams home on a Crew Dragon vehicle. At the time, the space agency was considering options if Starliner was determined to be unsafe. Among the options NASA was considering were to fly Wilmore and Williams home on the Crew 8 vehicle attached to the station (which would put an unprecedented six people in the capsule) or asking SpaceX to autonomously fly a Dragon to the station to return Wilmore and Williams separately.",
      "\"The SpaceX folks helped us with a lot of options for how we would bring Butch and Suni home on Dragon in a contingency,\" Bowersox said during Friday's teleconference. \"When it comes to adding on missions, or bringing a capsule home early, those were always options. But we ruled them out pretty quickly just based on how much money we've got in our budget, and the importance of keeping crews on the International Space Station. They're an important part of maintaining the station.\"",
      "As a result, the Crew 9 mission launched in September with just two astronauts. Wilmore and Williams joined that crew for a full six-month increment on the space station.",
      "Stich said NASA made that decision based on flight schedules to the space station and the orbiting laboratory's needs. It also allowed time to send SpaceX spacesuits up for the pair of astronauts and to produce seat liners that would make their landing in the water, under parachutes, safe.",
      "\"When we laid all that out, the best option was really the one that we're embarking upon now,\" Stich said. “And so we did Crew 9, flying the two empty seats, flying a suit for Butch up, and also making sure that the seats were right for Butch’s anthropometrics, and Suni's, to return them safely.”",
      "So yes, SpaceX has been working with NASA to present options, including the possibility of a return last fall. However, those discussions were being held within the program levels and their leaders: Stich for Commercial Crew and Dana Weigel for the International Space Station.",
      "\"Dana and I worked to come up with a decision that worked for the Commercial Crew Program and Space Station,\" Stich said. \"And then, Ken (Bowersox), we all, we had the Flight Readiness Review process with you, and the administrator of NASA listened in as well. So we had a recommendation to the agency and that was on the process that we typically use.\"",
      "Bowersox confirmed that the decision was made at the programmatic level.",
      "\"That’s typically the way our decisions work,\" Bowersox said. \"The programs work with what makes the most sense for them, programmatically, technically. We’ll weigh in at the headquarters level, and in this case we thought the plan that we came up with made a lot of sense.\"",
      "During the teleconference, a vice president at SpaceX, Bill Gerstenmaier, was asked directly what offer Musk was referring to when he mentioned the Biden administration. He did not provide a substantive answer.",
      "Musk claims he made an offer directly to senior officials in the Biden administration. We have no way to verify that, but it does seem clear that the Biden administration never communicated such an offer to lower-level officials within NASA, who made their decision for technical rather than political reasons.",
      "\"I think you know we work for NASA, and we worked with NASA cooperatively to do whatever we think was the right thing,\" the SpaceX official, Gerstenmaier, replied. \"You know, we were willing to support in any manner they thought was the right way to support. They came up with the option you heard described today by them, and we’re supporting that option.\"",
      "As of late last year, the Crew 9 mission was due to return in mid-February. However, there was a battery issue with a new Dragon spacecraft that was going to be used to fly Crew 10 into orbit. As a result, ",
      " on December 17 that the return of the crew was delayed into late March or early April.",
      "Then, on February 11, NASA announced that the Crew 10 launch was being brought forward to March 12. This was a couple of weeks earlier than planned, and it was possible because NASA and SpaceX decided to swap out Dragon capsules, using a previously flown vehicle—Crew Dragon ",
      "—for Crew 10.",
      "So was this change to accelerate the return of Wilmore and Williams politically driven?",
      "The decision to swap to ",
      " was made in late January, Stich said, and this allowed the launch date to be moved forward. Asked if political pressure was a reason, Stich said it was not. \"It really was driven by a lot of other factors, and we were looking at this before some of those statements were made by the President and Mr. Musk,\" he said.",
      "Bowersox added that this was correct but also said that NASA appreciated the president's interest in the space program.",
      "\"I can verify that Steve has been talking about how we might need to juggle the flights and switch capsules a good month before there was any discussion outside of NASA, but the president's interest sure added energy to the conversation,\" Bowersox said.",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "This Is How Measles Kills",
    "link": "https://www.wired.com/story/this-is-how-measles-can-kill-texas-new-mexico-outbreak-vaccines-vitamin-a/",
    "image": "https://media.wired.com/photos/67cb1fb8ab055a661b7f8f48/3:2/w_1600%2Cc_limit/measles-sci-930111236.jpg",
    "resume": "Measles is known for its characteristic rash, but it can have serious respiratory and neurologic complications.",
    "date_published": "2025-03-11T15:09:47-04:00",
    "author": "Emily Mullin",
    "segments": [
      " are fueling a growing measles outbreak in West Texas and New Mexico that has so far been linked to two deaths. In late February, an unvaccinated child in Texas with no underlying health conditions ",
      ". Then, on March 6, health officials in New Mexico confirmed that a deceased adult resident, who was also unvaccinated, ",
      ".",
      "Amid the outbreak, misinformation about measles is spreading on social media, with many conservative and anti-vaccine accounts downplaying the severity of the virus and promoting claims that the child in Texas died of other causes. On X, US representative Marjorie Taylor Greene, a Republican from Georgia, ",
      " that “measles parties” can build up children’s immunity to the virus. Health officials have ",
      ", calling them “foolish.” In fact, measles can cause severe complications, including secondary infections, and can sometimes be deadly.",
      "Most people alive today have never experienced measles, thanks to vaccines that were first rolled out in 1963. In the decade before the vaccine’s introduction, an ",
      " were infected with measles in the United States. Of those, an estimated 48,000 people were hospitalized and 400 to 500 people died each year.",
      "The current outbreak in Texas started in late January. State health officials have identified ",
      " as of March 11. Of those, 29 people have been hospitalized. The majority of cases are in Gaines County, where the kindergarten vaccination rate for measles is 82 percent, significantly lower than the 95 percent rate needed to protect a community from the disease. Across the border in neighboring Lea County, New Mexico, ",
      ", with one person requiring hospitalization. The vast majority of cases in both states are in unvaccinated individuals. For comparison, ",
      " came down with measles in all of 2024, and 40 percent of those required hospitalization.",
      "Measles is known for its characteristic rash that starts as flat, red spots and grows into larger blotches, but the measles virus can wreak havoc on the body in more serious ways. The disease is highly contagious and can be dangerous in babies, young children, and even adults. The measles virus spreads when an infected person coughs or sneezes, and it can linger for up to two hours in an airspace.",
      "“No matter how healthy you are at baseline, it very efficiently enters the body through the upper airway,” says Glenn Fennelly, a pediatric infectious disease specialist and assistant vice president for global health at Texas Tech University Health Sciences Center in El Paso.",
      "In the lungs, the virus enters a type of white blood cell called alveolar macrophages, which transport pathogens to the lymph nodes. Typically, the lymph nodes act as a drainage system, removing foreign substances. But when the measles virus gets shuttled to lymph tissue, the virus attacks and destroys an important part of the immune system called memory cells. These memory cells remember prior infections and help the body fight pathogens it’s encountered before. When memory cells get wiped out, it leaves an individual more susceptible to future infections.",
      "The phenomenon is known as immune amnesia, and it can leave people vulnerable to other infections for several weeks to months. Research has shown that it can take ",
      " after a measles infection for protective immunity to fully return.",
      "“The measles virus is strongly immunosuppressive, meaning that it will interfere with the normal function of many white cells in the body that fight against other infections,” Fennelly says.",
      "One of those infections is bacterial pneumonia, which causes inflammation and fluid buildup in the lungs. About one in five people who get sick with measles in the US is hospitalized, and one in 20 will develop pneumonia. In some cases, patients may need supplemental oxygen or intubation and ventilator support.",
      "In a ",
      ", Ron Cook, chief health officer at the Texas Tech University Health Sciences Center in Lubbock, described the hospitalized patients as having severe symptoms, with many of them also experiencing dehydration and low oxygen levels due to inflammation in the lungs.",
      "“Pneumonia is the most common cause of death for measles in young children,” says Edith Bracho-Sanchez, an assistant professor of pediatrics at Columbia University Vagelos College of Physicians and Surgeons.",
      "Measles can also cause a severe complication called encephalitis, or swelling of the brain, which can be fatal. Encephalitis can happen during an infection if the virus travels to the brain, or after an infection if the brain becomes inflamed because of an overactive immune response. About one child out of every 1,000 who get measles will develop encephalitis. The condition can cause convulsions and in rare cases, deafness or intellectual disability.",
      "The measles, mumps, and rubella (MMR) vaccine is the best way to protect against these complications. One dose of the vaccine is 93 percent effective against measles, and two doses is 97 percent effective. The first dose is recommended for children ages 12 to 15 months old, and the second dose is typically given between the ages of 4 and 6.",
      "There are no antiviral treatments available for measles, and while vitamin A is often given to people with an infection, it does not prevent measles or kill the virus. “The infection itself can deplete levels of vitamin A in the body,” Bracho-Sanchez says. Both the World Health Organization and the American Academy of Pediatrics recommend two doses of vitamin A to children who are hospitalized with measles, since vitamin A deficiency can increase the risk of serious complications. However, large doses of vitamin A can be toxic.",
      "Secretary of health and human services Robert F. Kennedy Jr. has suggested that treatment with cod liver oil, which contains vitamin A, is showing “very, very good results” in measles patients. But health experts caution that cod liver oil supplements can contain more vitamin A than the recommended daily amount and can also make children sick if they take too much.",
      "Bracho-Sanchez says the best way to have adequate levels of vitamin A is to eat a diet rich in fruit and vegetables. Vaccination, she says, remains the best way to protect against measles."
    ]
  },
  {
    "origin": "wired",
    "title": "How to See the Total Lunar Eclipse and Blood Moon This Month",
    "link": "https://www.wired.com/story/march-2025-lunar-eclipse-blood-moon/",
    "image": "https://media.wired.com/photos/67ab5df6896dc2ea755dd80e/3:2/w_1600%2Cc_limit/eclipse%2520lunar%2520total%2520luna%2520de%2520sangre.jpg",
    "resume": "On March 14, skywatchers in the Americas will be able to see the first of 2025’s two total lunar eclipses.",
    "date_published": "2025-03-13T14:13:22-04:00",
    "author": "Jorge Garay",
    "segments": [
      " America, get ready for a treat! In the early morning of March 14, a total lunar eclipse will be visible across the US. This type of eclipse happens when Earth blocks the light from the sun that normally illuminates the ",
      ", resulting in it appearing deep red, ",
      ".",
      "On the night of March 13 and the early morning of the 14th, the darkest part of Earth’s shadow, called the umbra, will cover the moon during its fullest phase. Lunar eclipses when the moon is partially lit are relatively common—but those that coincide with a full moon are a relative rarity. On average, each region of Earth has the chance to view a total lunar eclipse only once every 2.5 years.",
      "A second total lunar eclipse will happen this year on September 7 and ",
      " in eastern parts of Africa, across much of Asia, and the western half of Australia.",
      "A video from NASA showing the timings for viewing the total lunar eclipse in the US in March 2025.",
      "The moon appears red during a lunar eclipse because of ",
      " with Earth’s atmosphere. Visible sunlight appears white, but it is actually made up of a combination of lights of different colors, which can be refracted or scattered depending on ",
      " they have to travel through. It is for this reason that the ",
      " when the sun is high in the sky but is often red at sunset, when the sun is low and its light is traveling longer distances through the atmosphere.",
      "When sunlight hits Earth’s atmosphere during a lunar eclipse, light frequencies toward the blue end of the visible spectrum are scattered outward, away from Earth’s umbra, but those with longer wavelengths, toward the red part of the spectrum, are bent inward and cast onto the moon.",
      "According to NASA, the eclipse will begin at 8:57 pm Pacific Time. In Mexico, the phenomenon will start at 10:57 pm CDT, in Argentina at 12:57 am (ART), and in Spain at 5:57 am (CET). The advance of Earth’s shadow across the moon will be slow. Observers will notice that the satellite will gradually lose illumination in the lead-up to the total eclipse, before turning blood red. The totality of the eclipse, or the time when the blood moon appears, is projected to happen at 11:26 pm PDT. The climax will last approximately one hour.",
      "Here is a list of the times for the start of totality for other countries in the Americas:",
      "In Spain, totality will occur at 8:25 am, and so observation may be limited by day breaking. However, before dawn it will be possible to admire the pre-eclipse phases.",
      "A map of the visibility of the total lunar eclipse on March 13 and 14.",
      "To observe the spectacle, astronomers recommend staying away from large cities with high levels of light pollution. They also recommend going to high places without visual barriers such as buildings or trees. “Try binoculars or a telescope for a better view. If you want to take a photo, use a camera on a tripod with exposures of at least several seconds,” ",
      " ",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "Can’t Wrap Your Head Around Pi? Here’s a Cool Visual to Help",
    "link": "https://www.wired.com/story/cant-wrap-your-head-around-pi-heres-a-cool-visual-to-help/",
    "image": "https://media.wired.com/photos/67d33c61a14eac15991207a8/3:2/w_1600%2Cc_limit/science_piday_GettyImages-112303538.jpg",
    "resume": "Pi is an irrational number, and like some irrational people it just goes on and on. What is it with this crazy, crucial number?",
    "date_published": "2025-03-14T07:00:00-04:00",
    "author": "Rhett Allain",
    "segments": [
      " We celebrate pi on March 14 because 3-14 gives the first three digits of this famous number. But what’s the big deal about pi anyway? Why does it get a day? Well, for starters, it ",
      " the simplest, most perfect shape, the circle. So it’s everywhere around you. Pi is the ratio of the circumference to the diameter of a circle: ",
      " = C/d.",
      "No matter how big or small a circle is, that ratio is always the same. In decimal notation, it’s 3.141592653 … aaand you can run that out as far as you want, because it’s an irrational number, and it never, ever, ",
      " ends.",
      "What people do—in fact what calculators do if you press the ",
      " button—is choose a certain number of decimal places, depending on the precision required, and round off to that number. It’s not really pi, but you could say … it’s a ",
      " of pi. (Sorry, but every Pi Day story needs a pi pun.)",
      "Being infinitely long doesn’t in itself make a number irrational. For example, say you have a rectangle that measures 4 by 11 meters. The ratio of the sides, 4/11, equals 0.36363636 … This number is also endless, but it follows a pattern. With irrational numbers, there’s ",
      ".",
      "The real distinction is that ",
      " numbers can be written as a ratio of two integers. (Get it? ratio-nal.) And ratios are the same thing as fractions. So:",
      "It’s also the case that any finite decimal number, no matter how long, can be expressed as the ratio of two integers. (Which is pretty mind-boggling all by itself.) Irrational numbers, on the other hand, ",
      ".",
      "Oh, you can ",
      ". For example, 22/7 is a pretty good approximation. But it's not pi. (We could have celebrated Pi Day on July 22, since most of the world uses the day-month-year format for dates, and that would be 22-7.)",
      "But maybe you’re not inclined to take my word for it. So here's what I'm going to do: I'm going to use a brute-force algorithm I made in Python to generate all possible integer fractions and see if one of them equals pi.",
      "What’s a brute-force method? It’s a way of solving a problem that doesn't require cleverness, just a ton of work. My program starts with the fraction 1/1 and methodically ratchets it up by adding 1 to the numerator or the denominator. Here's the recipe:",
      "- Take the fraction (u/v) and compare to pi",
      "- If u/v is less than pi, add one to the numerator (u+1)",
      "- If u/v is greater than pi, add one to the denominator (v+1)",
      "- If u/v is ",
      " to pi, you win. You just proved that pi is rational.",
      "So the series starts like this: 1/1, 2/1, 3/1, 4/1, 4/2, 5/2, 6/2, 7/2, 7/3, 8/3 … I mean, you could do this on paper, but you’d soon go mad. I ran my program to iterate 1,000 times. (If you want to see the code, ",
      ".) Then I plotted the decimal value for all 1,000 fractions (Since the horizontal axis goes from 1 to 1,000, I'm using a log scale to compress it.)",
      "After 1,000 runs, I have a fraction of 760/242. This is a fine value for pi. It's accurate to two decimal places—the standard 3.14, which is what a lot of people use anyway. But it's not pi. Oh, well, how about 500,000 iterations?",
      "This gives me a final fraction of:",
      "This integer ratio is close—it matches pi up to the sixth decimal place—but it’s ",
      " not pi. OK, how about 10 million iterations? This gives an integer fraction of 7,585,471 over 2,414,531, which is off by only 0.00003 percent. But it's still NOT PI.",
      "So, what have we done here? Not much really. We didn't ",
      " that pi is irrational, but I think any rational person would be inclined to accept it at this point.",
      "How about a visual demo? We can actually show that pi is irrational by swinging balls around in a circle. Here’s how it works: First we start with a single ball moving at a constant speed.",
      "Now let’s add another ball on the end of that ball. It’s moving in a circle with the same radius, but at a speed that is 3.5 times faster. Not only does this create a cool pattern, but at some point the pattern will repeat. If you keep your eye on the starting point on the right side, you can see when the ball begins to retrace its path:",
      "You could try any ratio of speeds that evaluates to a finite decimal number, like the 3.5 above. In other words, rational numbers! 3.5 can be expressed as an integer fraction: 7/2. Each one will give you a different pattern, but for all rational numbers the pattern will eventually repeat.",
      "So what happens when you use an irrational number for the speed? In the one below, I have the second ball moving at ",
      " times the speed of the first one:",
      "See? The pattern ",
      ". It’s just like the never-ending series of digits in pi. It gets close, but it’s still off by a little bit—you can see the lines begin to thicken. In fact, I let it run for a long time and this is what I got:",
      "Because you can't write pi as a fraction of integers, the two circles will never sync back up. It's a cool way to show that pi is irrational, but it's also just fun to watch."
    ]
  },
  {
    "origin": "wired",
    "title": "Wildfires Are One of Hurricane Helene’s Lasting Legacies",
    "link": "https://www.wired.com/story/how-hurricanes-can-fuel-wildfires-in-the-southeast/",
    "image": "https://media.wired.com/photos/67d2b78359d8434b6e6583ab/3:2/w_1600%2Cc_limit/GettyImages-2202373642.jpg",
    "resume": "A number of fires broke out in the Southeastern US last week. Hurricane-downed trees may have helped fuel the flames, experts say.",
    "date_published": "2025-03-15T07:00:00-04:00",
    "author": "Kiley Price",
    "segments": [
      "More than 200 wildfires broke out in the southeastern US last week, marking an active start to the region’s annual fire season. A particularly large fire in a forest near Myrtle Beach, South Carolina, forced dozens of evacuations and scorched more than 2,000 acres of land. Firefighters have largely contained the most severe blazes, but fire risk remains high in parts of the region.",
      "Severe wind and an unusually long period of dryness in the Southeast have made it easier for wildfires to ignite and spread. Meanwhile, a weather disaster that hit last year may be helping supply ample fuel to keep the flames raging. In September, Hurricane Helene tore through the Southeast, dumping more than a foot of rain in some locations and knocking over hundreds of thousands of acres of trees across the region.",
      "Now, these dried-out trees act as kindling and could block firefighters’ access to the fires. This deadly combination of hurricane-fueled destruction and drought is expected to get worse as climate change accelerates, experts say.",
      "Though I’m normally based on the East Coast, I spent all of last week in Southern California reporting on the aftermath of the fires that decimated parts of Los Angeles County in January (more stories on this to come). Many people think of the West as the US fire epicenter, which is true in some ways. But purely by numbers, the Southeast has more wildfires than any other part of the country in a given year, ",
      ".",
      "These numerous and (mostly) small fires occur primarily in the spring and fall, with peak activity hitting between March and May. Fire is a natural part of ecosystems in the Southeast, often burning through weedy shrubs and enabling native plants to grow without as much competition. For people, most of the problems begin in what’s called the wildland-urban interface (WUI): A growing number of homeowners in the region live in extremely close proximity to forests and grasslands, where wildfires can easily encroach on property.",
      "And abnormally dry conditions, like the ones that most of the Carolinas have been experiencing since last fall, can pose heightened risks to WUI communities if a fire ignites.",
      "“It’s not typical for conditions to be as dry as they have been the past couple of months,” Lauren Lowman, an associate professor in environmental engineering at Wake Forest University, told me. “Anything from a lightning strike to [a] power line sparking to someone deciding to burn leaves in their backyard and it just sort of getting out of control can lead to a wildfire under those conditions.”",
      "On Monday, police arrested a person for starting the Myrtle Beach fire by burning debris in her yard without taking necessary precautions to contain the fire, according to the South Carolina Forestry Commission. As I ",
      ", droughts set up the ideal conditions for human-ignited fires to spread.",
      "Dozens of other fires broke out in Georgia and western North Carolina, which were both hard-hit by Hurricane Helene. In some areas, the fallen trees can act as fuel and promote fire spread in the short and long term, according to Virginia Iglesias, who studies the effects of climate variability on social-environmental systems at University of Colorado Boulder.",
      "“After the hurricane, there were lots of dead trees felled on the ground, and that allows for sunlight to reach the ground,” Iglesias said. “And with that, it’s easier for biomass to desiccate, promoting fire if there’s an ignition. That’s in the short term. Another consequence of these fires is that they represent an access issue for firefighters. So there are lots of logs blocking roads.”",
      "This happened last week in North Carolina’s Polk County, where firefighters struggled to navigate between fallen trees and contain an almost 500-acre fire in the area, ",
      ". These fallen trees can be a fire nuisance for years after a hurricane, particularly in the Southeast, where dried out pine needles are highly combustible.",
      "For example, in 2018, Hurricane Michael decimated around 1.3 million acres of longleaf pine habitat in the Florida Panhandle, which ",
      " the Bertha Swamp Road Fire in 2022 that burned more than 33,000 acres.",
      "Some fire experts are also concerned that the extra sunlight on the landscape could trigger the growth of plants like rhododendron and mountain laurel in the southern Appalachians, which burn intensely if they catch fire.",
      "“And now we’ve got full sunlight on these areas that before didn’t get full sunlight,” Gary C. Wood, a retired North Carolina Forest Service worker who now coordinates wildfire management strategies for the Wildland Fire Leadership Council’s Southeast Region, ",
      ". “So that stuff could really increase, growth-wise, and that’s gonna have a potential impact from a firefighting standpoint.”",
      "While a wide body of research clearly shows that climate change is fueling more intense fires out West, scientists are still fleshing out the direct climate connection for blazes in the Southeast. But some studies do show that warming is setting up conditions that wildfires thrive in throughout the region.",
      "“Droughts are expected to become more intense and more frequent in the Southeast and many other areas of the country because of climate change,” Iglesias said. This could dramatically increase the amount of forest burned in the southern Appalachians, according to a ",
      ".",
      "To combat this, forest managers in this region often ignite planned, contained fires known as prescribed burns, which help clear out dry plants before they can fuel larger infernos. However, there are a few roadblocks to this strategy. More than 50 percent of the 751 million acres of forest land in the US is privately owned, and these owners decide how their land is managed. That means government agencies are required to get permission from homeowners before clearing downed trees following a storm or to allow prescribed burns on their land. There’s a growing push from some groups to help homeowners in North Carolina embrace this fire control strategy, ",
      ".",
      "Another snag is that climate change could reduce the number of days that land managers can practice prescribed burning in the Southeast, according to a ",
      ". Vegetation must be dry enough to ignite and burn, but temperatures and winds should be moderately low to prevent the fire from getting out of control—conditions that are becoming less predictable as global temperatures rise. Like wildfires, prescribed burns can also release air pollution, which can negatively affect air quality. My colleague Lee Hedgepeth ",
      ", which is currently happening in Birmingham, Alabama.",
      "At the same time, the Trump administration has ",
      " in recent weeks, leaving large swaths of the country unprepared to take on large wildfires, experts say."
    ]
  },
  {
    "origin": "wired",
    "title": "Undergraduate Disproves 40-Year-Old Conjecture, Invents New Kind of Hash Table",
    "link": "https://www.wired.com/story/undergraduate-upends-a-40-year-old-data-science-conjecture/",
    "image": "https://media.wired.com/photos/67d1a33f957eeb91ce82a5c6/3:2/w_1600%2Cc_limit/Hash-Tables-Redux_cr_Nash-Weerasekera-Lede.jpeg",
    "resume": "A young computer scientist and two colleagues show that searches within data structures called hash tables can be much faster than previously deemed possible.",
    "date_published": "2025-03-16T07:00:00-04:00",
    "author": "Steve Nadis",
    "segments": [
      " ",
      " ",
      "Sometime in the fall of 2021, Andrew Krapivin, an undergraduate at Rutgers University, encountered a paper that would change his life. At the time, Krapivin didn’t give it much thought. But two years later, when he finally set aside time to go through the paper (“just for fun,” as he put it), his efforts would lead to a rethinking of a widely used tool in computer science.",
      "The paper’s title, “",
      ",” referred to arrowlike entities that can direct you to a piece of information, or element, in a computer’s memory. Krapivin soon came up with a potential way to further miniaturize the pointers so they consumed less memory. However, to achieve that, he needed a better way of organizing the data that the pointers would point to.",
      "He turned to a common approach for storing data known as a hash table. But in the midst of his tinkering, Krapivin realized that he had invented a new kind of hash table, one that worked faster than expected—taking less time and fewer steps to find specific elements.",
      ", a coauthor of the “Tiny Pointers” paper and Krapivin’s former professor at Rutgers, was initially skeptical of Krapivin’s new design. Hash tables are among the most thoroughly studied data structures in all of computer science; the advance sounded too good to be true. But just to be sure, he asked a frequent collaborator (and a “Tiny Pointers” coauthor), ",
      " of Carnegie Mellon University, to check out his student’s invention. Kuszmaul had a different reaction. “You didn’t just come up with a cool hash table,” he remembers telling Krapivin. “You’ve actually completely wiped out a 40-year-old conjecture!”",
      "Without setting out to do so, Andrew Krapivin upended the common thinking around hash tables—one of the best-studied tools in computer science.",
      "Together, Krapivin (now a graduate student at the University of Cambridge), Farach-Colton (now at New York University), and Kuszmaul demonstrated in a ",
      " that this new hash table can indeed find elements faster than was considered possible. ln so doing, they had disproved a conjecture long held to be true.",
      "“It’s an important paper,” said ",
      " of Cornell Tech in New York City. “Hash tables are among the oldest data structures we have. And they’re still one of the most efficient ways to store data.” Yet open questions remain about how they work, he said. “This paper answers a couple of them in surprising ways.”",
      "Hash tables have become ubiquitous in computing, partly because of their simplicity and ease of use. They’re designed to allow users to do exactly three things: “query” (search for) an element, delete an element, or insert one into an empty slot. The first hash tables date back to the early 1950s, and computer scientists have studied and used them ever since. Among other things, researchers wanted to figure out the speed limits for some of these operations. How fast, for example, could a new search or insertion possibly be?",
      "Martín Farach-Colton helped Krapivin prove that his new hash table contradicted a long-standing conjecture.",
      "The answer generally depends on the amount of time it takes to find an empty spot in a hash table. This, in turn, typically depends on how full the hash table is. Fullness can be described in terms of an overall percentage—this table is 50 percent full, that one’s 90 percent—but researchers often deal with much fuller tables. So instead, they may use a whole number, denoted by ",
      ", to specify how close the hash table is to 100 percent full. If ",
      " is 100, then the table is 99 percent full. If ",
      " is 1,000, the table is 99.9 percent full. This measure of fullness offers a convenient way to evaluate how long it should take to perform actions like queries or insertions.",
      "Researchers have long known that for certain common hash tables, the expected time required to make the worst possible insertion—putting an item into, say, the last remaining open spot—is proportional to ",
      ". “If your hash table is 99 percent full,” Kuszmaul said, “it makes sense that you would have to look at around 100 different positions to find a free slot.”",
      "In a ",
      ", the computer scientist ",
      ", who would go on to win the A.M. Turing Award, asserted that among hash tables with a specific set of properties, the best way to find an individual element or an empty spot is to just go through potential spots randomly—an approach known as uniform probing. He also stated that, in the worst-case scenario, where you’re searching for the last remaining open spot, you can never do better than ",
      ". For 40 years, most computer scientists assumed that Yao’s conjecture was true.",
      "Krapivin was not held back by the conventional wisdom for the simple reason that he was unaware of it. “I did this without knowing about Yao’s conjecture,” he said. His explorations with tiny pointers led to a new kind of hash table—one that did not rely on uniform probing. And for this new hash table, the time required for worst-case queries and insertions is proportional to (log ",
      ")",
      "—far faster than ",
      ". This result directly contradicted Yao’s conjecture. Farach-Colton and Kuszmaul helped Krapivin show that (log ",
      ")",
      " is the optimal, unbeatable bound for the popular class of hash tables Yao had written about.",
      "“This result is beautiful in that it addresses and solves such a classic problem,” said ",
      " of Carnegie Mellon.",
      "“It’s not just that they disproved [Yao’s conjecture], they also found the best possible answer to his question,” said ",
      " of the University of Waterloo. “We could have gone another 40 years before we knew the right answer.”",
      "Krapivin on the King’s College Bridge at the University of Cambridge. His new hash table can find and store data faster than researchers ever thought possible.",
      "In addition to refuting Yao’s conjecture, the new paper also contains what many consider an even more astonishing result. It pertains to a related, though slightly different, situation: In 1985, Yao looked not only at the worst-case times for queries, but also at the average time taken across all possible queries. He proved that hash tables with certain properties—including those that are labeled “greedy,” which means that new elements must be placed in the first available spot—could never achieve an average time better than log ",
      ".",
      "Farach-Colton, Krapivin, and Kuszmaul wanted to see if that same limit also applied to non-greedy hash tables. They showed that it did not by providing a counterexample, a non-greedy hash table with an average query time that’s much, much better than log ",
      ". In fact, it doesn’t depend on ",
      " at all. “You get a number,” Farach-Colton said, “something that is just a constant and doesn’t depend on how full the hash table is.” The fact that you can achieve a constant average query time, regardless of the hash table’s fullness, was wholly unexpected—even to the authors themselves.",
      "The team’s results may not lead to any immediate applications, but that’s not all that matters, Conway said. “It’s important to understand these kinds of data structures better. You don’t know when a result like this will unlock something that lets you do better in practice.”",
      " ",
      " ",
      " "
    ]
  },
  {
    "origin": "wired",
    "title": "DOGE’s Cuts at the USDA Could Cause US Grocery Prices to Rise and Invasive Species to Spread",
    "link": "https://www.wired.com/story/usda-food-supply-chains/",
    "image": "https://media.wired.com/photos/67d06d8d8e0122ff3baa800a/3:2/w_1600%2Cc_limit/Department-of-Agriculture-Beagle-Brigade-Business-1066781138.jpg",
    "resume": "Thousands of US Department of Agriculture employees, including food inspectors and disease-sniffing-dog trainers, remain out of work, leaving food to rot in ports and pests to proliferate.",
    "date_published": "2025-03-17T06:00:00-04:00",
    "author": "Kate Knibbs",
    "segments": [
      " abruptly fired last month, Derek Copeland worked as a trainer at the US Department of Agriculture’s National Dog Detection Training Center, preparing beagles and Labrador retrievers to sniff out plants and animals ",
      " or vectors for zoonotic diseases, like ",
      ". Copeland estimates the NDDTC lost about a fifth of its trainers and a number of other support staff when 6,000 employees were ",
      " in February as part of a government-wide purge orchestrated by the Trump administration and ",
      ".",
      "Before he received his termination notice, he says, Copeland had just spent several months training the only dog stationed in Florida capable of detecting the Giant African land snail, an invasive mollusk that poses a significant threat to Florida agriculture. “We have dogs for spotted and lantern flies, Asian longhorn beetles,” he says, referring to two other non-native species. “I don’t think the American people realize how much crap that people bring into the United States.”",
      "Dog trainers are just one example of the kind of highly specialized USDA staff that have been removed from their stations in recent weeks. Teams devoted to inspecting plant and food imports have been hit especially hard by the recent cuts, including the Plant Protection and Quarantine program, which has lost hundreds of staffers alone.",
      "“It’s causing problems left and right,” says one current USDA worker, who like other federal employees in this story asked to remain anonymous for fear of retaliation. “It’s basically a skeleton crew working now,” says another current USDA staffer, who noted that both they and most of their colleagues held advanced degrees and had many years of training to protect US food and agriculture supply chains from invasive pests. “It’s not something that is easily replaced by artificial intelligence.”",
      "“These aren’t your average people,” says Mike Lahar, the regulatory affairs manager at US customs broker behemoth Deringer. “These were highly trained individuals—inspectors, entomologists, taxonomists.”",
      "Lahar and other supply chain experts warn that the losses could cause food to go rotten while waiting in ports and could lead to even higher grocery prices, in addition to increasing the chances of potentially devastating invasive species getting into the country. These dangers are especially acute at a moment when US grocery supply chains are already reeling from other business disruptions such as ",
      " and President Trump’s ",
      ".",
      "“If we're inspecting less food, the first basic thing that happens is some amount of that food we don't inspect is likely to go bad. We're going to end up losing resources,” says supply chain industry veteran and software CEO Joe Hudicka.",
      "The USDA cuts are being felt especially in coastal states home to major shipping ports. USDA sources who spoke to WIRED estimate that the Port of Los Angeles, one of the busiest in the US, lost around 35 percent of its total Plant Protection and Quarantine staff and 60 percent of its “smuggling and interdiction” employees, who are tasked with stopping illegal pests and goods from entering the country. The Port of Miami, which handles high volumes of US plant imports, lost about 35 percent of its plant inspectors.",
      "Navigating the workforce cuts has “been absolute chaos,” says Armando Rosario-Lebrón, a vice president of the National Association of Agriculture Employees, which represents workers in Plant Protection and Quarantine program.",
      "“These ports were already strained in how they process cargo, and now some of them have been completely decimated,” Rosario-Lebrón says. \"We could be back to pandemic-level issues for some goods if we don't fix this.\"",
      "The Department of Agriculture did not respond to a request for comment. Republican senator Joni Ernst, who has been a vocal backer of DOGE’s efforts, previously publicly supported the USDA’s dog training program and ",
      " that would give it permanent funding. Her office declined to comment on cuts made to it.",
      "Two federal judges and an independent agency that assesses government personnel decisions have already ",
      " that fired USDA employees be reinstated. Earlier this week, the USDA said that it was pausing the terminations for 45 days and would “develop a phased plan for return-to-duty.” But affected staff remain in the dark about their future, and the Trump administration has signaled it will fight court decisions to reinstate employees, with White House press secretary Karoline Leavitt ",
      " one of the rulings “absurd and unconstitutional.”",
      "As these legal and regulatory battles continue to play out, Hudicka says he anticipates a number of trickle-down effects to happen, such as local market wars over resources, which bigger cities and larger grocery chains will be better equipped for than mom-and-pops and rural communities. Hudicka says that allowing shipping containers to sit uninspected could also impact other sectors, as the delays will prevent them from being reused for other kinds of goods. “Those containers are supposed to be moving stuff every day, and now they’re just parked somewhere,” he says.",
      "Kit Johnson, the director of trade compliance at the US customs broker John S. James, also predicts prices and waste to increase. But what raises the most alarms for him is the increased likelihood of invasive species slipping through inspection cracks. He says the price of missing a threatening pest is “wiping out an entire agricultural commodity,” an event that could have “not just economic but national security impacts.”",
      "Decimating the Department of Agriculture could even have consequences for US Customs and Border Protection, which deploys the dogs trained by Copeland and other staffers at the National Dog Detection Training Center. CBP works closely with the USDA in other ways as well, particularly at points of entry. The two agencies run the Agricultural Quarantine Inspection program, but it’s funded by the USDA. Many Animal and Plant Health Inspection Service programs do not rely on taxpayer dollars to operate but instead ",
      " from importers and other industry players. In this way, it subsidizes some of CBP’s agriculture-related activities. CBP did not respond to a request for comment.",
      "As the fired USDA workers wait to hear whether their reinstatements will actually take place, ports are beginning to feel their absence. “There aren’t as many inspections being done, and it doesn’t just put us at risk,” says Lahar. “It puts our farmers and our food chains at risk.”"
    ]
  },
  {
    "origin": "wired",
    "title": "Mississippi Passes Bill Banning Lab-Grown Meat",
    "link": "https://www.wired.com/story/mississippi-bans-lab-grown-meat/",
    "image": "https://media.wired.com/photos/67ceef6de3310b97bc9b2e82/3:2/w_1600%2Cc_limit/lab-grown-sausages-pan-sci.jpg",
    "resume": "Three states have now passed legislation making it illegal to manufacture, sell, or distribute cultivated meat.",
    "date_published": "2025-03-10T16:22:52-04:00",
    "author": "Matt Reynolds",
    "segments": [
      " of Representatives just passed a bill banning ",
      ". This makes Mississippi the third state to outlaw meat grown in vats from small samples of animal cells.",
      "The ",
      " will make it illegal for anyone to manufacture, sell, or distribute cultivated meat in the state. Violating the law would be a misdemeanour, punishable by a fine of no more than $500 and/or up to three months in county jail. Similar laws passed last year in ",
      " and ",
      " also carry potential jail terms or fines of up to $500.",
      "The bill now awaits the signature of Governor Tate Reeves and will become law unless he chooses to veto the bill. Mississippi’s agriculture commissioner, Andy Gipson, has criticized the cultivated meat industry, and he supported a 2019 bill that prevented cultivated meat products being labeled as meat in the state. In 2024 he published a post on his website that commended the cultivated meat bans in Florida and Alabama. “I want my steak to come from farm-raised beef, not a petri-dish from a lab,” he wrote.",
      "“This has a very, very, strong sense of political theater,” says Suzi Gerber, executive director of the Association for Meat, Poultry, and Seafood Innovation, a trade group representing the cultivated meat industry. The actual impact of the law in any of these states would be minimal, she says, since cultivated meat hasn’t been available for sale in any of them.",
      "Republican representatives Bill Pigott and Lester Carpenter introduced the Mississippi bill in January 2025. It passed both houses without a single vote in opposition. But similar legislation in other states has had less of a smooth path. A ",
      " that would have outlawed cultivated meat was voted down in its third reading in the senate in February, while a similar bill proposed in South Dakota also failed to make it through a ",
      " in February.",
      "“I was surprised but encouraged by the results in those states,” says Gerber. In Wyoming some senators argued for better packaging and labeling provisions instead of an outright ban on cultivated meat, while in South Dakota ",
      " the ban, arguing it would inhibit free trade.",
      "Other states are considering legislation similar to that already passed in Florida, Alabama, and Mississippi. A bill introduced in ",
      " would make it illegal to sell cultivated meat. In Nebraska a bill that would ",
      " in the state was introduced at the request of Governor Jim Pillen in January.",
      "The Florida ban is currently being contested in a court case brought by the Californian cultivated meat firm Upside Foods and the Institute of Justice, a nonprofit public interest law firm. The case argues that the Florida ban violates two separate parts of the US Constitution, which cover interstate commerce and the relationship between federal and state law. In October a federal judge denied ",
      " that would have halted the enforcement of Florida’s ban on cultivated meat.",
      "The steady drip of state bans has coincided with a downturn in investor enthusiasm for cultivated meat. Just $226 million was ",
      " in 2023, significantly down from $922 million in 2022. In early 2024 Upside Foods ",
      ", while California-based SciFiFoods shut down ",
      ".",
      "But there are some signs that the industry is weathering these headwinds. On March 8, San Francisco–based cultivated meat company Mission Barns announced that the Food and Drug Administration had no further questions about the safety of its cultivated pork fat product, a major step toward selling the product in the US. Only two other companies, Upside Foods and Eat Just, have received a similar letter from the FDA. Now Mission Barns only needs approval from the US Department of Agriculture in order to launch in the US."
    ]
  },
  {
    "origin": "wired",
    "title": "How to Protect Your Cats (and Backyard Chickens) From Bird Flu",
    "link": "https://www.wired.com/story/pets-and-backyard-flocks-are-at-risk-from-bird-flu-heres-how-to-protect-them/",
    "image": "https://media.wired.com/photos/67c6da4d19b174720fb381a9/3:2/w_1600%2Cc_limit/a123d951-6a7a-473f-a796-008ddb546ab5.JPG",
    "resume": "An H5N1 infection can be fatal for domestic animals, but there are steps you can take to minimize the risk of them catching the virus.",
    "date_published": "2025-03-18T12:12:13-04:00",
    "author": "Sassafras Patterdale",
    "segments": [
      " shortage has sent prices soaring at your local grocery store—and the culprit is H5N1 bird flu. The virus has infected poultry flocks ",
      ", with more than 166 million chickens having been killed by the virus or culled to contain it. H5N1 is also spreading among cattle, with ",
      ", and is suspected to be ",
      ".",
      "But these aren’t the only animals at risk. Domestic cats are ",
      " to catching the virus, which ",
      " in ",
      ", while the ",
      " of keeping backyard chickens—partly in response to the egg shortage—risks driving up cases further. Pets and backyard flocks can catch the virus from infected birds, alive or dead, as well as from droppings, contaminated surfaces, and contaminated food.",
      "The reported number of US pets impacted by bird flu is relatively low, but cases of H5N1 in domestic cats are rising across the country. As of March 12, there have been 115 cases recorded in pet cats, across 20 states, ",
      ". However, many cases in pets are probably being missed. “We are likely seeing an undercount of cases of H5 bird flu in pets, as not all sick pets with a possible epidemiologic link or exposure are reported to Veterinary Public Health,” says Jamie Middleton, director of veterinary public health and chief veterinarian at the Los Angeles County Department of Public Health. “As a result, not all cases are tested.”",
      "Cost of testing is an additional barrier to getting an accurate picture of how widespread pet infections are. “Commercial PCR lab testing for influenza at veterinary clinics is very costly, approximately $200 to $300 for a respiratory PCR panel for dogs and cats,” Middleton says. “Thus, many pet owners may elect to not test if their pet is experiencing respiratory symptoms.”",
      "Bird flu can also be missed during testing if an infected animal isn’t shedding the virus at the time they were tested, making it difficult to pinpoint just how widespread the virus is among pets.",
      "“We have known for years that cats are susceptible to influenza, and it’s on top of many people’s minds now because ",
      ",” says Sandra Faeh, president of the American Veterinary Medical Association (AVMA). Cats, specifically those that go outside, are particularly at risk because of their exposure to potentially sick birds.",
      "Cats are also becoming infected by being fed raw food—either homemade or commercially available—as well as ",
      ". Two cats in ",
      " after having been fed raw food produced by the company Northwest Naturals. These deaths prompted a voluntary ",
      " by the company.",
      "Northwest Naturals did not respond to a request for comment from WIRED.",
      "Faeh says that the best thing to do to protect your cat is to keep them inside and away from wildlife. Middleton of the Los Angeles County Department of Public Health also advises people to avoid “feeding raw or undercooked meat and poultry products, raw milk or raw dairy products, and raw pet food diets to their pets.”",
      "For cats who enjoy spending time outside, Feah says that leashed walks are a good option. She also encourages cat owners to consider constructing secure catios or enclosed and covered outdoor areas, to allow the animals to still get fresh air and the sensory stimulation of being outside, but without the risk of contact with wildlife and their droppings.",
      "As there are concerns that bird flu could also be passed to dogs, Faeh recommends keeping dogs on a leash when outside as well. The AVMA also advises against feeding ",
      " or treats to dogs.",
      "Faeh says that cat owners should seek out veterinary attention if they have any concerns about their pet’s health. Symptoms of bird flu to watch for include loss of appetite, lethargy, fever, runny nose, runny eyes, and tremors. If you have a sick pet and are making a veterinary appointment, be sure to notify the clinic when scheduling that you are concerned about bird flu. Your veterinary team may ask you and your pet to wait outside until your appointment time, and may take additional precautions in-clinic to prevent possible spread of the disease.",
      "Keeping backyard chickens has become a popular hobby, including in large cities across the United States, and with the rising price of eggs it’s likely that more and more Americans are going to start keeping flocks. If they spend time outside, backyard flocks are at high risk of catching bird flu right now.",
      "For those considering becoming chicken owners, Faeh recommends first contacting the local health and agriculture departments to discuss the risks of bird flu in the local area, prior to bringing any chickens home. If the risk of infection is high where you live—for instance if there have been reported outbreaks in flocks nearby—consider delaying becoming an owner.",
      "If you’re still set on getting chickens, or if you already have a backyard flock, there are precautions you can take, Faeh says. Chickens should not be permitted to roam free in your yard, she says; instead, keep them in a covered coop or run to prevent exposure to wildlife. Faeh also encourages owners to limit their chickens’ exposure to guests, who could unintentionally introduce the disease to the flock.",
      "Symptoms of H5N1 in backyard chickens can be more difficult to spot than in cats, as the birds can quickly die from the disease. It’s important to have established care with a local veterinarian who practices with chickens, Faeh says. If you notice any illness within your flock, contact your veterinarian right away. Likewise, if one of your chickens passes and you suspect bird flu, call your veterinarian and your local public health department.",
      "Owners should also take their own precautions when working with, caring for, and handling backyard chickens. Wash your hands and change your clothes after engaging with your birds, even if they seem in good health, Faeh says. If you have a pet or bird that appears sick, consider masking up, she adds.",
      "Although the spread of H5N1 from livestock to humans is rare, the virus has shown that it’s able to make this jump. Seventy people in the US have been infected since the beginning of the outbreak, and one person has died. Most human cases, however, have been reported in farm laborers working with infected livestock, with most of the transmission appearing to happen within the dairy industry, where people are encountering infected cattle and unpasteurized milk. The Centers for Disease Control and Prevention says the current risk to human health from H5N1 is low.",
      "But of course, the point of good hygiene is to try to stop the virus moving in either direction. If you handle sick chickens, you may not catch the virus, but you could pass it on. Washing your hands and changing clothes after spending time with your birds isn’t just for your benefit, but for the protection of other animals you might come into contact with—perhaps your pets, or those of people you know. “The risks are much lower to people than cats,” says Faeh. “We are more likely to bring it to them than they are to bring it to us.”"
    ]
  },
  {
    "origin": "parade",
    "title": "'Phantom of the Opera' Returns to NYC With an Immersive New Twist",
    "link": "https://parade.com/news/phantom-of-the-opera-returns-to-nyc",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAyOTU0/phantom-of-the-opera-closing-performance---curtain-call.jpg",
    "resume": "As further proof that Broadway is officially booming again, the iconic Andrew Lloyd Webber musical will return to NYC this coming summer.",
    "date_published": "2025-04-11T16:43:48-04:00",
    "author": "Richard Chachowski",
    "segments": [
      "The start of the 2020s marked a dramatically tough time for Broadway. With COVID-related shutdowns triggering sudden drops in theater attendance, numerous fan-favorite NYC shows had to sadly shudder their doors, including such established productions as ",
      ", and the Majestic Theatre's world-renowned musical, ",
      "But as New York's premiere theater district continues its successful return, theatergoers might be interested in learning that Andrew Lloyd Webber's celebrated gothic musical will officially return to NYC this coming summer -- albeit in a drastically altered form.",
      "Originally produced in London's West End in 1986 before making its way to Broadway two years later, ",
      " maintained its residency in New York for an unprecedented 35 years. In the three and a half decades that followed its Broadway debut, the show played at the Majestic Theatre for a total of 13,981 performances, making it the longest-running show in Broadway's history, surpassing 1996's ",
      " revival by nearly 3,000 performances.",
      "In spite of its numerous accolades, however -- including seven Tony Awards and seven Drama Desk Awards -- ",
      "'s showrunners decided to bring the show to a close in 2023, owing to dwindling ticket sales and ballooning production expenses.",
      "Fortunately, a vivid new take on the ",
      " mythos will arrive to New York this coming summer. Starting in early July, audiences will be able to step foot into the world of 19th century Paris with ",
      ", an interactive theatrical experience based on Webber's original musical. The production (titled after the popular ",
      " musical number of the same name) will be housed on West 57th Street, rather than the show's longtime residence at the Majestic.",
      "Over the last several weeks, eagle-eyed New Yorkers have noticed continued construction within ",
      "'s new venue as the show inches towards its prospective opening date.  Internet users can also subscribe to a newsletter at ",
      " as further details about the show are announced."
    ]
  },
  {
    "origin": "parade",
    "title": "Leaders Who Haven’t Matured Emotionally Often Display These 6 Behaviors Without Realizing It, Psychologists Say",
    "link": "https://parade.com/living/signs-of-emotionally-immature-leaders-according-to-psychologists",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_xy_center%2Cq_auto:good%2Cw_620%2Cx_4833%2Cy_1639/ODowMDAwMDAwMDAwNTkwOTU5/japanese-web-designer-having-a-headache-while-working-on-pc-in-the-office.jpg",
    "resume": "They're everywhere, unfortunately. Here's how to deal.",
    "date_published": "2025-04-11T17:10:00-04:00",
    "author": "Ashley Broadwater",
    "segments": [
      "Whether you’re at ",
      ", connecting with a volunteer group, interacting with a take-charge friend or listening to the captain of your recreational kickball league, you’ve dealt with leaders before. And probably know that it can be tricky. Between conflicting personalities and levels of competency, not everyone is meant to be in this position. ",
      "When we think of leaders, people like ",
      " or qualities such as ",
      " and bravery might come to mind. But more realistically, we’ve seen many CEOs, managers, coaches and supervisors who don’t meet that standard. In fact (and unfortunately), many individuals in leadership roles can be straight-up harmful. ",
      "One possible reason behind their actions—not that it excuses their behavior—is a ",
      ". But what does that mean, exactly, when you have a leader who isn't emotionally mature? And how can you handle it? Keep reading to find out ",
      ".",
      "To illustrate what we’re talking about here, let’s start with a real-life example of a psychologist who helped a CEO struggling with his team’s morale.",
      "“He initially dismissed their feedback as ‘complaining,’ but as we worked together, he realized that being a leader wasn’t just about getting results—it was about how he made people feel in the process,” shares ",
      ", a licensed psychologist who specializes in transformative therapy. “Once he learned to manage his frustration and truly listen, his team became more engaged, and their performance actually improved. That’s emotional maturity in action.”",
      "To summarize, he defines emotional maturity in a leader as:",
      "To put it in another way: ",
      "“Emotional maturity in a leader means owning your emotions, checking your ego and taking accountability—even when it stings,” says",
      ", an organizational psychologist, executive coach and CEO of Equilibria Leadership Consulting. “It’s about staying self-aware, regulating reactions and creating a culture where both you and your team can be honest, accountable and actually grow.”",
      "Emotional maturity affects many moving pieces. On one side, you have the people who are under the leadership of an emotionally immature person.",
      "“When a leader lacks emotional maturity, everyone around them pays the price,” Dr. Youssef says. “That kind of environment isn’t just exhausting; it leads to ",
      ", disengagement and a revolving door of employees.”",
      "Yep, while it may seem surprising, just one person can have an enormous impact. Not just with morale, but with how well you all perform as a group too.",
      "“A steady, emotionally mature leader lifts everyone up, while an immature, inconsistent one spreads chaos,” Dr. Lipkin explains. “Their mood, reactions and blind spots trickle down, impacting engagement, decision-making, productivity and team morale. When ",
      " is shaky, everything else wobbles too.”",
      "She adds that people won’t follow just anyone, either. Trust and respect—key pieces of emotional maturity—are necessary. Without that, teams can fail.",
      "So, how do you know if a leader is emotionally immature? Here are six examples from psychologists.",
      "In other words, Youssef says an emotionally immature leader is someone who shuts you down, blames someone else or gets angry when you bring up an issue or concern.",
      "“One day, they're supportive; the next, they lash out over small mistakes,” Dr. Youssef says. “Their team never knows what mood they’ll be in, creating a culture of anxiety and second-guessing.”",
      "Leaders who are engaged one day and MIA the next can be self-sabotaging, frankly.",
      "\"Their mood dictates how they communicate and lead, creating chaos, confusion and disengagement—just like inconsistent ",
      ",” Dr. Lipkin says.",
      "When problems arise, Youssef says, an emotionally immature leader may ignore it, sweep it under the rug or communicate about it in a ",
      " manner. Which of course, does nothing to solve an issue.",
      "Feedback feels like a personal attack to these individuals, Dr. Lipkin says, so they deflect, defend or shut down instead of learning and evolving.",
      "Change is needed and ever-present, but an emotionally immature leader is stuck in the past and their way of doing things. ",
      "“Adapting and adjusting is not their way of being,” Dr. Lipkin says.",
      "Do those behaviors sound all too familiar? If so, Dr. Youssef and Dr. Lipkin have some tips for handling it.",
      "Knowing the leader’s reaction isn’t personal is the first step. Try to stay calm and respond rather than react to them.",
      "Your time and energy are valuable and worth respect. Setting boundaries around them is easier said than done, however, so check out ",
      " if needed.",
      "Coworkers, HR professionals and other employees you trust can provide support and guidance. They can also help you feel less alone in what you’re going through.",
      "Your partner, a friend, a mentor or even a coach are all possible options for people to talk to outside of work. They can provide a third-party perspective and strategies for handling the situation, helping you stay grounded.",
      "This leader may not be what you want them to be or thought they would be. Instead of expecting more out of them than they're willing to give, adjust your perspective to fit what you’re seeing.",
      "You can’t control another person, but you can control yourself. Even if you're not religious or Christian, the serenity ",
      " puts it well: ",
      "“God, grant me the serenity to accept the things I cannot change, the courage to change the things I can and the wisdom to know the difference.”",
      "Feeling drained, close to your limits and/or seeing no real hope for change? It may be time for you to move on and go somewhere else.",
      "On the other hand, maybe those earlier signs sound familiar when you think of your actions. If that’s the case, Dr. Youssef and Dr. Lipkin advise: ",
      "To close, here's one final piece of advice for people dealing with emotionally immature leaders:  “Emotions are contagious, but you don’t have to catch theirs,” Dr. Lipkin says. “Show up with the energy you want, not the chaos they bring.”"
    ]
  },
  {
    "origin": "parade",
    "title": "Angelina Jolie’s Daughter Shiloh, 18, Shows Off Her New Tattoo With a Special Meaning",
    "link": "https://parade.com/news/angelina-jolies-daughter-shiloh-18-shows-off-her-new-tattoo-with-a-special-meaning",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzMzA1/shiloh-jolie-tattoo.jpg",
    "resume": "Could the teenager’s fresh ink be a tribute to her famous mom? ",
    "date_published": "2025-04-11T17:56:15-04:00",
    "author": "Melissa Copelton",
    "segments": [
      "Getting a tattoo is pretty much a right of passage for most teenagers, and ",
      "’s daughter ",
      " is no exception. ",
      "In photos obtained by ",
      ", the 18-year-old was spotted with a dainty new design on her wrist. According to the outlet, the tattoo is of a gemini symbol. ",
      "🎬",
      "🎬",
      "Shiloh is a gemini celebrating her birthday on May 27, while Jolie, 49, is a gemini celebrating her birthday on June 4. Although it’s unclear whether or not the ",
      "actress shares the same ink with her daughter, it wouldn’t be the first time! ",
      "In fact, Jolie and her daughter ",
      "have matching tattoos! \"I got 'Stay Gold' with my daughter Viv during our time with ",
      ",\" the Academy Award winner told ",
      " in a September 2024 interview. \"It means so much to us separately and together.\"",
      "Jolie produced ",
      " and Vivienne, 16, worked as her assistant. ",
      "\"There is also a bird that I share with some of my children that is personal to us,” Jolie added, but did not specify which of her kids also have the design. ",
      "The longtime philanthropist shares Shiloh, Vivienne, ",
      ", ",
      ", ",
      ", and Vivienne's twin brother, ",
      ", with ex-husband ",
      ". ",
      "Pitt, 61, actually made headlines earlier this year for his tattoos as well. In a trailer for his upcoming film ",
      ", the actor is shirtless with a visible “June 4” tattoo on his lower abdomen. ",
      "As mentioned, Jolie’s birthday is June 4, 1975. ",
      "According to ",
      ", “June 4” is written in Khmer, the prominent language they speak in Cambodia, where their son Maddox, 23, was born. ",
      "Jolie and Pitt got married in April 2014 before Jolie filed for divorce citing irreconcilable differences in September 2016. ",
      "In 2019, the respective A-listers were declared legally single. However, their divorce was not finalized until December 30, 2024."
    ]
  },
  {
    "origin": "parade",
    "title": "This Common Respiratory Condition Nearly Triples Dying Risk",
    "link": "https://parade.com/health/common-respiratory-condition-nearly-triples-dying-risk",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_xy_center%2Cq_auto:good%2Cw_620%2Cx_4294%2Cy_1682/ODowMDAwMDAwMDAwNjAxNzMz/sick-senior-adult-elderly-asia-women-feeling-unwell-coughing-with-sore-throathealthcare-and-medicine-concept.jpg",
    "resume": "We now know just how dangerous—and costly—it can be for older adults.",
    "date_published": "2025-04-11T18:10:00-04:00",
    "author": "Jocelyn Solis-Moreira",
    "segments": [
      "In recent winters, doctors have warned of a potential “",
      "”—a surge of three major respiratory illnesses at once. One of them is ",
      ", which typically causes mild, ",
      " in healthy adults.",
      "While RSV is most often associated with infants—it's the ",
      " in babies under six months—it also poses a serious risk to older adults. In fact, RSV can lead to severe complications like ",
      " and chronic respiratory disease in adults over 60, resulting in an estimated ",
      " annually.",
      "However, doctors may have actually underestimated just how dangerous RSV can be for older adults. New research presented at the 2025 ",
      " conference shows adults with RSV are 2.7 times more likely to die within a year than people without an RSV infection.",
      "Between 2011 and 2022, researchers examined medical data from 5,289 adults diagnosed with RSV. After comparing their health outcomes to 15,867 people of similar age and stature who were not infected with RSV after one year, they concluded the following.",
      "The most significant difference between the two groups was a much ",
      "Based on the findings, adults of any age older than 18 faced a 2.7 higher risk of dying within one year of infection compared to the general population.",
      "People with RSV infection had to deal with more severe health problems over all, with ",
      " being more than double those without RSV infection (58% vs 28%). They also demonstrated four times higher admission to the intensive care unit (5.3% vs 1.4%).",
      "The repeated RSV-related hospital visits and complications also resulted in hefty medical bills. Over the year, people with RSV infections spent nearly $23,000 in healthcare costs compared to the estimated $10,000 adults without RSV spent.",
      "In one year, people with RSV infection were 3.1 times more likely to experience complications from ",
      ", and 4.6 times more likely to have complications from ",
      ".",
      "“Exacerbations of ",
      "were the most common adverse clinical outcomes. These pre-existing conditions are already challenging in themselves, and RSV-ARI exacerbates their severity,\" said ",
      ", an associate director of Global Real World Evidence and Health Outcomes, Vaccines for the pharmaceutical company GSK and the study's lead author. \"Because of this, it’s crucial that we pay closer attention to patients with these underlying conditions to prevent further, potentially life-threatening complications.”",
      "“One of the most striking findings from this study was the prolonged and significant impact of RSV-ARI,” Fonseca explains. “Even after the acute phase, patients continued to experience worse outcomes compared to the general population. This underscores just how serious and enduring the effects of RSV-ARI can be.”",
      "As for how to ",
      "? Experts recommend getting vaccinated. (There are currently three FDA-approved RSV vaccines, including GSK's AREXY vaccine.)",
      "The Centers for Disease Control and Prevention currently ",
      " for anyone 75 and older. That said, anyone 60 or older who is considered high risk for complications is advised to get immunized as well. If you're unsure where you fall in terms of risk factors, ask your doctor or general practitioner.",
      "“Vaccination has proven highly effective in preventing severe outcomes from RSV,\" said ",
      ", a medical advisor for Vaccines at GSK and one of the study's authors. \"Given the significant burden of RSV-ARI highlighted by our study, prioritizing vaccination for vulnerable populations is essential to reduce both health complications and associated costs.”",
      ":"
    ]
  },
  {
    "origin": "parade",
    "title": "Costco's 'Amazing' New Dessert Is the Perfect Centerpiece for Easter Dinner",
    "link": "https://parade.com/food/costco-juniors-easter-egg-layer-cake",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNTkyMTIz/calgaryalbertacanadamay32024acostcowholesaleentrance.jpg",
    "resume": "Try and find a better fitting seasonal dessert.",
    "date_published": "2025-04-11T18:30:00-04:00",
    "author": "Nathan Hutsenpiller",
    "segments": [
      "With ",
      " right around the corner, how can anyone keep ",
      " of any kind off their mind? As we collectively work to get our summer bodies beach ready, who will slap our hands whenever we reach for our guilty pleasure snacks? And let's forget about the very real struggle of making it through a single ",
      " run without finding our carts loaded up with the current week's haul of fan-favorite junk food. ",
      "Speaking of Costco, and it's never ending supply of sugary sweets, fans of Easter-themed creations are going to flip when they see what the popular bulk retailer has in store for the holiday. If a cake is what you crave then a cake Costco provides, this one in the form of a legendary Junior’s Easter Egg Layer Cake, a truly decadent offering hitting warehouses now.",
      "“NEW Junior’s Easter Egg Layer Cake at Costco,” ",
      " shared in a post on Instagram. “This is the PERFECT Easter dessert.” ",
      "Not only is this cake an ideal choice for supplying any Easter gathering with a proper dessert, this adorable creation is made by the New York-based restaurant chain responsible for their own award-winning New York Original Cheesecake. Formed into an elegant egg-shape and enrobed in premium dark chocolate ganache, this seasonal creation is filled with layers of dark chocolate cake, white and milk chocolate mousse and hand-decorated with colorful pastel chocolate stripes and pastel colored white chocolate curls.",
      "In terms of price and size, this whopping 32-ounce cake can serve up to 10 people for the low price of just $15.99. Between ",
      " exclaiming the cake is “SO GOOD,” and comments online saying “this looks amazing,” it’s safe to say this seasonal find will be met with plenty of positive feedback. ",
      "As we approach the Easter holiday, don’t leave your local bulk retailer out when organizing your holiday plans. And so should you find yourself in need of a quick dessert to bring to the next friends and family gathering, remember Costco’s bakery has you covered with the perfect cake, in all of its creamy, dark chocolate-y glory."
    ]
  },
  {
    "origin": "parade",
    "title": "Anthropologie Has So Much ‘Adorable’ Home Decor on Sale for Up to 70% Off Right Now — Check Out Our Top 5 Picks",
    "link": "https://parade.com/shopping/anthropologie-extra-50-off-home-sale-april-2025",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/MjEzNzE0ODczNTMwNDU5OTk3/anthropologie-annie-stoneware-mug.jpg",
    "resume": "New bedding, drinkware, and home accents await!",
    "date_published": "2025-04-11T17:15:00-04:00",
    "author": "Bernadette Deron",
    "segments": [
      "Anthropologie is having a ",
      " on all of its clearance items, and there are plenty of home decor deals you won't want to miss. Everything from ",
      " to ",
      " and tons of home accents that were already on sale are now up for grabs at an extra 50% off discount. ",
      "We've combed through the entire ",
      " section and picked out five favorites that we're sure you'll love just as much as we do. ",
      "This unique and vibrant duvet cover is perfect for the spring and summer. The fun striped pattern is available in two different colors; one features different shades of blue and white, while the pink version has hints of green and yellow. Both are gorgeous, and the ruffle trim gives this duvet the perfect finishing touch. It's available in bed sizes ranging from twin up to California king that are all discounted. And if you want to complete your bedspread, the duvet's ",
      " is also on sale! ",
      "Your stunning freshly cut spring stems deserve an equally stunning display vessel, and this vase is the perfect choice. It's made with handblown soda lime glass, with white swirls that create a semi-transparent look. The vase is nearly 16 inches tall, which is perfect for long-stemmed floral arrangements. Shoppers said this vase is \"very elegant\" and has more \"pop\" than your standard glass vase. ",
      "Reviewers said that these \"beautiful\" glasses were a \"fun addition\" to their drinkware cabinets. The set of four is shaped to look like a vintage goblet, with scalloped details and hand-painted hearts or cherries that run all the way around each glass. These \"cute, lightweight all purpose glasses\" are a hit with shoppers, and at only $15 for the set, this may be one of the best deals from the sale! ",
      "Thinner, lightweight throw blankets like this one are perfect for the spring and summer. This style is made with a blend of cotton and wool that reviewers said \"keeps you warm,\" but won't overheat you. It's available in three colorways that all feature a fun striped pattern, and the subtle fringe trim on the ends is the perfect boho accent. ",
      "Shoppers fell head over heels in love with this \"absolutely gorgeous\" candle holder and said it reminds them of \"vintage Italian toleware\" (a particular kind of tin kitchen item). The metal it's crafted with is hand embossed and painted with beautiful vibrant colors that almost make it look lifelike. It only holds one tapered candle, but you can create a stunning tablescape centered around this holder and impress your guests at your next spring or summer dinner party."
    ]
  },
  {
    "origin": "parade",
    "title": "Target's Stunning $10 Glass Juicer Has Shoppers Saying 'I Hope More Things are Made Like This!'",
    "link": "https://parade.com/food/target-threshold-glass-juice-extractor",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/MjExOTU0MTAzNjM3NzE0NDY3/target-blogilates-campfire-fleece-full-zip-jacket.jpg",
    "resume": "It's gorgeous!",
    "date_published": "2025-04-11T17:30:00-04:00",
    "author": "Kenn Bivins",
    "segments": [
      "Nothing can compare to a fresh-squeezed glass of OJ in the morning, and I dare you to prove me wrong. Okay, sure, pancakes and ",
      " are great, but with nothing to wash them down, are they really even worth eating? Yeah, bacon is fantastic—especially dipped into a jammy over medium egg—but we’re here to talk about ",
      ", not whatever other delicious breakfast items you wish you would’ve had this morning. ",
      "Don’t get me wrong, a traditional breakfast with all the fixin’s is the best way to start the day, and a robust cup of coffee is a must, but juice is the bow that ties everything together. Even if you’re not a full glass of grapefruit juice in the morning kind of person, nothing beats the fresh stuff when you’re making baked goods, soups, and sauces, or even a cup of tea. ",
      " juice from a squeeze bottle? Not even close.",
      "It might taste a bit like the real stuff, but you could probably peel the paint off your car with it. Useful, but not what we’re going for. Your best (and tastiest) bet is to juice your own, and for that, you’ll need the right citrus juicer. Depending on your preferences and the amount of counter space you have, you might opt for a smaller juicer that fits into your drawer, like the viral ",
      ". ",
      "Personally, I prefer all my kitchen staples to be a blend of form and function, and this stunning ",
      " by Target’s Threshold line checks all the boxes. Now we can have all the fresh-squeezed orange juice we want without compromising on style. This stunning fluted glass juicer features a raised extractor that makes juicing grapefruit, lemons, and oranges a breeze. Additionally, the integrated spout allows you to easily pour your liquid gold into your preferred glass, and after use, you can just toss the whole thing into the dishwasher. ",
      "Most importantly, this veritable piece of countertop art will only set you back a meager $10, while saving you tons of cash on buying juice in the process. We might even be able to afford ",
      " for once. Put that in your sippy cup."
    ]
  },
  {
    "origin": "parade",
    "title": "'Law & Order's' Caitlin Clark Reference Divides Fans",
    "link": "https://parade.com/tv/law-orders-caitlin-clark-reference-divides-fans",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzMzA3/caitlin-clark-retired-number-carver-hawkeye-arena.jpg",
    "resume": "Law &amp; Order dropped a Caitlin Clark reference in its most recent episode, \"Inherent Bias,\" and fans are starkly divided on it.",
    "date_published": "2025-04-11T17:14:21-04:00",
    "author": "Andrea Reiher",
    "segments": [
      "The Thursday, April 10 episode of ",
      " waded into a women's basketball debate with an episode titled \"Inherent Bias.\"",
      "In the opening scenes, fictional white player Cameron Adler (",
      ") is asked in a post-game press conference about her scuffle with opposing player Nia Moore (",
      ") and how Moore threatened to \"end\" Adler. In a subsequent scene, Adler is shot and killed as she leaves the locker room after the game.",
      "Det. Vincent Riley (",
      ") and Det. Jalen Shaw (",
      ") then go to question Moore and they talk about the debate over Black players versus white players.",
      "Shaw sympathizes with Moore's frustration, saying, \"The league was built on the backs of talented Black women like yourself. And then these white girls come along, right? Cameron Adler, ",
      ", and they’re instant superstars. Everybody’s saying they put the league on the map.\"",
      "To this, Moore replies, \"And they're getting all the endorsements and sponsorships. Yeah, it's messed up.\"",
      "Riley replies, \"You gotta admit there's something special about her game, though, right?\"",
      "\"Yeah, she's white. But I hear you. Cam could play. I had a lot of respect for her,\" says Moore.",
      "Incidentally, there is a well-known real-life white player named Cameron Brink and a well-known real-life Black player named Maya Moore, though Moore retired in 2023.",
      "\"Law & Order\" fans were quick to respond on Twitter to express their displeasure with name-dropping Clark, who holds the NCAA scoring record and was named 2024 WNBA Rookie of the Year.",
      "\"Caitlin Clark is popular because she dominates on the court and shatters records, not because she is white. 'Law and Order' missed the plot just like real life,\" wrote one disgruntled fan.",
      "Another wrote, \"Don't watch @lawandordertv and based on this rage baiting, incendiary, intentionally divisive clip, will be canceling @Peacock and NBC can go 'eph itself.'\"",
      "\"This is nasty man LMAO,\" wrote a third.",
      "But other views thought it made sense, or at least that it was funny, or that \"Law & Order\" is just trying to stay relevant.",
      "\"This subject has been talked about for two years everywhere, so it makes sense it finally made it on a tv show, lol,\" wrote one \"Law & Order\" viewer.",
      "Another wrote, \"Remember, Caitlin Clark did a @TIME magazine interview where she spoke about having white privilege. Caitlin's privilege helps get other players put on. Case and point: Kate Martin! Her privilege helps get other players endorsement deals. Caitlin said the more we uplift black women, it's going to be a beautiful thing. She wasn't talking to her racist MAGA fans. She was talking to corporations, sponsors, and investors to invest in women's sports.\"",
      "\"How to be talked about: mention Caitlin Clark,\" wrote a third.",
      "A fourth chimed in with, \"Holy shit 🤣🤣🤣🤣🤣 They’re fr on W Twitter. That’s hysterical.\"",
      "For her part, Clark has addressed her white privilege. In the aforementioned ",
      " when she was named 2024 Athlete of the Year, she asserted that she has \"earned\" the accolades that she has gotten, but that she does acknowledge her privilege.",
      "\"I want to say I’ve earned every single thing, but as a white person, there is privilege. A lot of those players in the league that have been really good have been Black players,\" said Clark. \"This league has kind of been built on them. The more we can appreciate that, highlight that, talk about that, and then continue to have brands and companies invest in those players that have made this league incredible, I think it’s very important. I have to continue to try to change that. The more we can elevate Black women, that’s going to be a beautiful thing.",
      "Clark again addressed it in her appearance on Netflix's David Letterman show My Next Guest Needs No Introduction.",
      "\"I definitely have privilege…A lot of Black women that grew up making this league what it is. That’s kind of the shoulders that we stand on. So, I think that was something I’m very aware of and something I’m very thankful for. And they definitely deserve all the credit and the more we can give credit to them, the better. I’m very aware of that and I know that and I think there is responsibility in acknowledging that,\" said Clark.",
      "Finally, ",
      " in September 2024, Clark was asked about Black players receiving racist comments online and she said, \"Nobody in our league should be facing any sort of racism, hurtful, disrespectful, hateful comments and threats. Those aren’t fans. Those are trolls.\""
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Meet the 5 Nordic scaleup stars in the finals of TECH5 — the ‘Champions League of Tech’\n                                    ",
    "link": "/news/5-best-nordics-scaleup-join-tech5-champions-league-of-technology",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-5.jpg&signature=e5356921e13cace837cda1acfa76c0ea",
    "resume": "\n                                    The Nordic contenders join five challengers from Benelux in the next round of the TECH5 scaleup contest\n                                ",
    "date_published": "April 7, 2025 - 6:00 am",
    "author": "Thomas Macaulay",
    "segments": [
      "Five fast-growing Nordic scaleups have reached the finals of ",
      " — the “Champions League of Technology.” They join a standout quintet from Benelux, ",
      ", in the race to be crowned Europe’s hottest scaleup.",
      "The Nordics — comprising Denmark, Finland, Iceland, Norway, and ",
      " just 27 million people but punch well above their weight in innovation.",
      "The region has Europe’s highest density of unicorns — privately held companies valued at over $1bn. Despite accounting for only 4% of Europe’s population, the Nordics hosted 17% of the continent’s unicorns between 2013 and 2023.",
      "Sweden leads the pack with the EU’s top startup ecosystem, ",
      " StartupBlink’s 2024 rankings.",
      "The Nordics also possess one of Europe’s leading investment landscapes. The region is home to over 14,000 funded startups, which collectively raised $5.6bn in 2024, ",
      " Dealroom data. Sweden, Norway, Finland, and Denmark rank among Europe’s top 15 countries for VC investment, while Iceland sits in the top 50.",
      "The 💜 of EU tech",
      "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!",
      "This thriving ecosystem has produced global giants like Spotify and Klarna. Now, TECH5 aims to uncover the next wave of tech titans.",
      "TNW’s judges selected the five finalists based on their growth, impact, and future potential. Let’s meet them (listed in no particular order).",
      "These businesses are the backbone of the European economy, representing 99% of all EU firms and over 100 million jobs. Yet they remain underserved by traditional banks, facing slow decision-making, rigid processes, and financial barriers that hinder growth.",
      "Sweden’s ",
      " is redefining pet care — with insurance at its core. The fast-rising scaleup has a preventative focus that combines veterinary care, coaching for owners, e-commerce, and advice from vets to keep our furry companions healthy.",
      "The company’s founders have an ideal blend of skills and experience. CEO Hedda Båverud Olsson grew up with a veterinarian parent. COO Sophie Wilkinson is a former head of pet insurance at a Nordic insurer, while CTO Johan Jönsson has developer expertise honed at Spotify and King.",
      "After launching in 2020, Lassie rode a boom",
      "“Our ambition is to become the European leader in pet insurance and preventive care — then go global,” the company told TNW. “We’re not just covering medical costs; we’re improving pet health, extending lifespans, and giving owners peace of mind.”",
      "The norm that Denmark’s ",
      " wants to foster is circularity. Its target for the transition is office furniture. The scaleup helps businesses cut their environmental impact by ditching single-use furniture for a circular, subscription-based service.",
      "Founded in 2020 by former IKEA manager Anders Jepsen and Skype co-creator Jonas Kjellberg, NORNORM is based in Copenhagen. In 2022, the company secured €110",
      " in a funding round led by growth equity firm Verdane. Inter IKEA Development also contributed to the round.",
      "Today, NORNORM is active in 17 countries and 59 cities. The company plans to bring its service to many more businesses — and not only big brands.",
      "“Real impact comes from reaching the many, not the few, which is why we have designed an accessible and highly affordable solution that requires no upfront investment or long-term commitment,” NORNORM told TNW.",
      "“By making circular office interiors both attractive and scalable, we are driving systemic change in the industry and proving that sustainability and business success go hand in hand.”",
      "Diklev wants his home country to set a standard in the energy transition. “",
      "The Swedish scaleup has created a cloud-based collaboration platform that connects healthcare professionals, medical educators, and researchers. Its goal? Accelerating patient access to accurate diagnoses and effective treatments.",
      "Collective Minds has high hopes for Sweden’s digital future. Alongside its talent, culture, and history of scaling big ideas, the scaleup emphasised the country’s focus on sustainability and impact-driven innovation — which makes it “an exciting place to build something meaningful.”",
      "With the Nordic challengers joining the Benelux contenders in the TECH5 regional finals, the competition for the hottest scaleup in Europe is heating up. Next Monday, we unveil the five finalists from another rising region: DACH."
    ]
  },
  {
    "origin": "parade",
    "title": "I Tried the Viral 90-Second Cinnamon Roll and It's My New Favorite Quick Breakfast",
    "link": "https://parade.com/food/90-second-cinnamon-roll-recipe-review",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_xy_center%2Cq_auto:good%2Cw_620%2Cx_1980%2Cy_1530/ODowMDAwMDAwMDAwNjAwNjc2/90-second-cinnamon-roll.jpg",
    "resume": "This recipe is a game-changer!",
    "date_published": "2025-04-11T19:00:00-04:00",
    "author": "Angel Albring",
    "segments": [
      "Going ",
      " has come with its fair share of sacrifices, but the one thing I’ve missed the most is ",
      ". The warm, gooey, swirled pastries of my dreams just haven’t translated well in most gluten-free versions I’ve tried. Some are dry, others taste more like bread than pastry and a few have been so crumbly I could barely get them out of the pan without them falling apart. Even the ones that looked beautiful ended up being a letdown in the flavor or texture department. But despite the disappointments, I’m not giving up.",
      "I’m always on the hunt for a cinnamon roll recipe that doesn’t feel like a sad substitute. So when I came across a 90-second cinnamon roll shared by content creator ",
      ", I figured, \"Why not?\" The idea of a quick, microwaveable cinnamon roll I could make in a ramekin sounded almost too good to be true, but it seemed worth a shot because even if it wasn't great, I wouldn't be investing much in the way of ingredients or time. Here's what happened when I tried the recipe in my kitchen. ",
      "This easy recipe is a breakfast version of a microwave mug cake that promises the joy of a warm cinnamon roll in less than two minutes. The original recipe called for almond flour and baking powder, but I swapped that out for my go-to gluten-free flour blend, and I actually think it worked even better for me. The ingredients were simple and already in my pantry. They included gluten-free flour, cinnamon, sugar, one egg, melted butter, vanilla extract, and a mix of brown sugar and cinnamon for the swirl on top.",
      "These were the only ingredients needed to make an amazing 90-second cinnamon roll. ",
      "To make it, I melted a tablespoon of butter in a ramekin, then cracked in the egg and added a splash of vanilla extract. I mixed that together, then stirred in the gluten-free flour, a bit of white sugar and a dash of cinnamon. Once that formed a thick batter, I added a generous layer of brown sugar and cinnamon on top—like, really generous. I wanted that gooey, sticky, cinnamon-sugar top that reminds me of my favorite bakery-style cinnamon rolls. Then, into the microwave it went for 90 seconds.",
      "What came out was dense, warm, cinnamon-packed and shockingly satisfying. It’s definitely denser than your classic yeasted cinnamon roll, and it did have a slight eggy flavor, but even with that, it was hands-down the best gluten-free cinnamon roll I’ve had. The eggy flavor didn’t bother me too much and it reminded me a little of a bread pudding-meets-cinnamon roll hybrid, which wasn’t a bad thing.",
      "You can make a simple glaze from cream cheese and powdered sugar if you want to go the homemade route, but I took a shortcut and used cake frosting, just like my favorite local bakery does. That thick, sweet layer on top added exactly the nostalgic bakery flavor I’ve been missing!",
      "This 90-second cinnamon roll baked up dense and delicious right in the microwave!",
      "This was easy, low-mess and completely satisfied my cinnamon roll craving in less than five minutes start to finish. No dough to rise, no multiple bowls, no flour-covered counters. Just one ramekin, a few ingredients and a microwave.",
      "I already have some tweaks in mind for the next time I make this recipe (and there will be a next time very soon). I'm planning to use a touch more butter in the batter for moisture, a bit more cinnamon for depth, and I might experiment with separating the egg yolk and white to tone down the egg flavor. But even as-is, it’s a total win!",
      "For anyone like me who thought cinnamon rolls were off the table after going gluten-free, this little microwave miracle might be the answer. Try it and you just might find yourself smiling at your first bite like I did!",
      "This 90-second cinnamon roll was the best gluten-free version of the pastry I've ever had! "
    ]
  },
  {
    "origin": "parade",
    "title": "'90s Stars Run Into Each Other Nearly 20 Years After Major Relationship Scandal",
    "link": "https://parade.com/celebrities/90s-stars-run-into-each-other-at-nyc-gala-nearly-20-years-after-major-relationship-scandal",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAyOTI2/seeds-of-peace-event---february-16-2006.jpg",
    "resume": "Exes Billy Crudup and Claire Danes reunited at an NYC gala.",
    "date_published": "2025-04-11T18:39:43-04:00",
    "author": "Michelle McGahan",
    "segments": [
      " and ",
      "’s past romance made headlines in the early 2000s when the Almost Famous actor left ",
      "— who was seven months pregnant with their son — for Danes. Now, nearly 20 years later, Crudup and Danes are making headlines once again — only for a different reason.",
      "The exes, who split in 2006, ran into each other at the New York University Tisch School of the Arts Gala on Monday, April 7. While the former couple took posed for photos separately on the red carpet, Crudup, 56, and Danes, 45, greeted each other warmly once inside the event, per video footage obtained by ",
      ". The two embraced, with the ",
      "actress giving Crudup a kiss on the cheek as they began chatting.",
      "It was a reunion that certainly raised eyebrows, given the controversy of their romance back when they got together in 2003 after meeting on the set of their film ",
      ".",
      "“That was a scary thing,” Danes told ",
      " in 2015 about the public backlash at the time. “That was really hard. I didn’t know how to not do that.”",
      "The ",
      "alum didn’t hold back when explaining her side of the relationship. “I was just in love with him,” she shared. “And needed to explore that and I was 24… I didn’t quite know what those consequences would be.”",
      "Parker and Crudup welcomed son William, now 21, in 2004. Parker, for her part, went on to become a mom for the second time when she adopted a child in 2007. The ",
      " star got engaged to ",
      " in 2008, but called things off later that year.",
      "After Crudup and Danes’ own split in 2006, the ",
      " star wed",
      " in 2023, becoming stepdad to her two children with ",
      ". Danes, for her part, married ",
      "in 2009 and share three children."
    ]
  },
  {
    "origin": "parade",
    "title": "Whoopi Goldberg on Michelle Obama's Handling of Divorce Rumors",
    "link": "https://parade.com/news/whoopi-goldberg-bold-opinion-michelle-obama-divorce-rumors",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzMzQ5/gettyimages-2204301949-2.jpg",
    "resume": "The former first lady recently addressed rumors that she and Barack Obama were separating. ",
    "date_published": "2025-04-11T18:45:59-04:00",
    "author": "Carly Silva",
    "segments": [
      " is giving her two cents on the recent rumors circling around ",
      "'s marriage. ",
      "During the latest episode of ",
      ", the talk show host addressed the former first lady's handling of the divorce rumors, which she ",
      " during an appearance on ",
      "'s ",
      " podcast. ",
      "🎬",
      "🎬",
      "After Michelle squashed any speculation that she and the former president were headed for divorce, Goldberg weighed in on the situation, giving her take on how Michelle, 61, handled the speculation. ",
      "\"The Obamas have been dogged by vicious and false rumors,\" Goldberg, 69, said during the Friday, April 11 broadcast of ",
      ". ",
      "The EGOT-winner went on to reiterate the rumors of a divorce between the Obamas, scoffing and quipping to the audience, \"Look. You know that's not going on.\" ",
      "After playing a clip from Michelle's discussion about the rumors, Goldberg said she thought it was a \"great move\" to directly address the situation. ",
      "\"I think addressing rumors like this head on is a great move,\" Goldberg explained, while asking her co-hosts, \"Do you think it'll put anything to rest?\"  ",
      "Co-hosts ",
      " seemed to think that the rumor mill will \"run amok\" no matter what, but she still expressed, \"I love what [Michelle] said though.\" "
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Defence tech startup ARX Robotics targets 1,800 autonomous land drones a year at new UK plant\n                                    ",
    "link": "/news/defence-tech-startup-arx-robotics-building-land-drones-uk",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-8.jpg&signature=e37dcd75e6d49833186c0702d8fc0f65",
    "resume": "\n                                    The German company previously delivered battlefield robots to the Ukrainian Armed Forces \n                                ",
    "date_published": "April 9, 2025 - 11:55 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Limited offer: Bag 2 tickets for the price of 1!",
      "Register for TNW Conference by 15 April and get another ticket totally free!"
    ]
  },
  {
    "origin": "parade",
    "title": "Kelly Ripa and Mark Consuelos Receive 'Touching' Gift Amid Recent Loss",
    "link": "https://parade.com/news/kelly-ripa-mark-consuelos-touching-gift-loss-dog",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzNDk5/us-oscars-arrivals.jpg",
    "resume": "The longtime couple recently said goodbye to a beloved member of their family. ",
    "date_published": "2025-04-11T19:21:15-04:00",
    "author": "Carly Silva",
    "segments": [
      " and ",
      "celebrated National Pet Day in the most meaningful way. ",
      "Just months after losing their beloved dog, ",
      ", the longtime couple received a touching gift in honor of their late pup. ",
      "🎬",
      "🎬",
      "During the ",
      " on National Pet Day, Ripa and Consuelos welcomed guest ",
      ", who presented them with a very special painting of their late Shih Tzu, ",
      " at age 17. ",
      "\"We just said goodbye to Bryce Dallas Howard and as she was leaving, she wanted to give us this piece of art she made for us,\" Ripa, 54, said while showing the audience the adorable painting of Chewie. ",
      "\"If you knew Chewie, and a lot of you did, this ",
      "Chewie,\" Ripa added, noting that Howard \"really captured\" the essence of their beloved pet. ",
      "\"It's amazing,\" she further gushed, while Consuelos, 54, agreed, calling the painting \"great\" and adding that it will be placed in their dressing room. ",
      "\"That's a wonderful gift. So thoughtful,\" one user wrote on Instagram after watching the sweet moment, which someone else said \"was so touching.\" ",
      "\"What a great gift and will always make you smile when you walk by it! 💓\" another commenter added. "
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Spotify CEO’s Neko Health opens its biggest body-scanning clinic yet\n                                    ",
    "link": "/news/neko-health-opens-second-london-body-scanning-health-centre",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2Funnamed.jpg&signature=7d587bfc9bee3982141a911db6b4606c",
    "resume": "\n                                    The new health centre is equipped for up to 30,000 scans annually\n                                ",
    "date_published": "April 9, 2025 - 11:01 pm",
    "author": "Thomas Macaulay",
    "segments": [
      "Body-scanning startup Neko Health has opened its largest clinic yet, continuing its expansion in London — just six months after launching its first site in the city.",
      "The system is the brainchild of ",
      " CEO Daniel Ek and his business partner Hjalmar Nilsonne. The duo want to ",
      " systems from reactive to proactive.",
      "Limited offer: Bag 2 tickets for the price of 1!",
      "Register for TNW Conference by 15 April and get another ticket totally free!",
      "After launching Neko in their native Sweden in 2023, they began expanding the service ",
      " last year, starting with a new health centre in the chic neighbourhood of Marylebone.",
      "The new centre has a suitably space-age design, which echoes the aesthetic of the inaugural London site. Neko already has plans to open two more clinics in the UK’s capital, with launches in other cities in the country also targeted for this year.",
      "The city also evidently has enough people prepared to pay the ",
      "80% of members book and prepay a scan for the following year at the end of their appointment, Neko said.",
      "Between the two centres, Neko has now completed over 15,000 scans. Earlier this year, TNW added one more to the total. During the doctor’s consultation, we were advised to seek a further review. Once we finally have our appointment with the NHS, we’ll reveal all the details about our experience — and Neko’s findings."
    ]
  },
  {
    "origin": "parade",
    "title": "Fans Say 'I Want All' of New Candy Drop From Fan-Favorite Snack Brand",
    "link": "https://parade.com/food/stuffed-puffs-gummy-fuzions",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzMDAz/losangelescaliforniaunitedstates-09-30-2023aviewof.jpg",
    "resume": "'Wait…I fear I need to try all of these🔥,' said one excited fan.",
    "date_published": "2025-04-11T19:30:00-04:00",
    "author": "Kenn Bivins",
    "segments": [
      "2025 has already been a whirlwind of a year, and we’re not even halfway done yet. There’s a lot going on, but the one thing getting us through is the near-constant onslaught of buzzy new snack releases that’s got us stocking our pantry to no end. We’ve seen an avalanche of new ",
      " hit the market and delicious new ",
      " flavors. ",
      " are forging new paths in the flavor arena, and we’ve even seen some noteworthy (and shockingly unexpected) collabs.",
      "It’s a vast and wondrous world out there, and if you thought we reached the limits, you might want to think again. Foodies and industry insiders are gearing up for this year’s ",
      ", taking place this May, and with it comes a ton of exciting new products that we can’t wait to get our hands on. This year's lineup is stacked with heavy hitters like Albanese Confectionery Group and ",
      ", making an appearance, hoping to showcase the next groundbreaking innovations in candy and snacking.",
      "Thankfully, due to the snack-happy sleuths on the internet, we’ve been getting a little preview of the show, and to say we’re excited is an understatement. One fruity treat in particular caught our attention, and according to ",
      ", you can find them at the expo, too. The foodie extraordinaire shared that we can expect new Stuffed Puffs Gummy Fuzions in two flavor-packed varieties, and understandably, people are drooling. ",
      "The tasty new bite-sized treat will be available in either sour watermelon or mixed berry flavors, with both promising their own unique flavor experience. For starters, the mixed berry flavor has a sour, fruity center encased in a soft gummy candy, finished with a crunchy candy coating on the outside. The sour watermelon variety also features a sour center and soft gummy outside, but gets topped off with a sour coating on the outside. ",
      "Judging by the comments, it looks like these are going to be a hit. “Yum! These look delicious!” said one shopper. “Wait…I fear I need to try all of these🔥” commented another. Unfortunately, there isn’t an official release date for these yet, so we’ll just have to check them out at the expo. Maybe we’ll get tropical flavors next!"
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Cosmic radio station could probe early universe from far side of the Moon\n                                    ",
    "link": "/news/cosmic-radio-station-probe-early-universe-from-far-side-of-moon",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-7.jpg&signature=ed0e8481c1e36947cd1cd5ed7f7c181c",
    "resume": "\n                                    Blue Skies Space wants to unlock secrets from the universe's \"dark ages\"\n                                ",
    "date_published": "April 8, 2025 - 11:01 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Limited offer: Bag 2 tickets for the price of 1!",
      "Register for TNW Conference by 15 April and get another ticket totally free!"
    ]
  },
  {
    "origin": "thenextweb",
    "title": "European startup founders are working longer hours than you might think\n                                    ",
    "link": "/news/european-startup-founders-work-long-hours",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2FUntitled-design-6.jpg&signature=4aae275ca4363ba5bd51fd4e5c8524fd",
    "resume": "\n                                    German founders clock in the most hours, according to new research\n                                ",
    "date_published": "April 8, 2025 - 11:01 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "The 💜 of EU tech",
      "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!",
      " "
    ]
  },
  {
    "origin": "parade",
    "title": "Aldi Is Selling a Chic $10 Rattan Purse Similar to Designer Styles up to 25x the Price",
    "link": "https://parade.com/shopping/aldi-live-in-style-rattan-crossbody-bag-april-2025",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_xy_center%2Cq_auto:good%2Cw_620%2Cx_2401%2Cy_826/ODowMDAwMDAwMDAwNTk2MzE0/shopping-at-the-aldi-food-market.jpg",
    "resume": "It comes in three must-have styles.",
    "date_published": "2025-04-11T19:10:00-04:00",
    "author": "Alani Vargas",
    "segments": [
      "There’s always a good excuse to buy a new purse. You have a new event coming up that you need to match the vibes. Or ",
      " is around the corner, and you need something ",
      "-y to match your outfit. And when the ",
      " are as affordable as they are at Aldi, you don’t even really need an excuse, to be honest. If you’re in the market for a new purse (because why not?), ",
      " is dropping three rattan ",
      " styles that are so chic. Plus they look a lot like designer styles—such as Bembien and ",
      "—which are up to 25 times the price.  ",
      "From April 16 to April 22, Aldi will be selling their ",
      " for $9.99 in the Aldi Finds section of local U.S. stores (while supplies last). They come in three styles and colors, but they are all crossbody purses, as their name suggests. They’re also all made with rattan as the body of the purse; rattan is a material made from vine-like palm leaves. They give off a look that’s similar to wicker or reeds. The rattan on these crossbody bags is in a net-like design, leaving holes to see through the bag.",
      "Again, they come in three different styles: a black belt bag, a round white bag and a brown mini tote bag. First off is the ",
      ", which is actually more like a bucket tote bag. It has a flat bottom and tall sides and a zippered opening at the top. The edges of the opening are brown along with the strap and handles. The material of the top handles extends down the sides of the bag, too, giving it a stylish design. ",
      "Then there’s the ",
      ". It has the shape of a ",
      ", but the crossbody strap allows you to put it across your chest, and not just your waist (if that works for you). The edges and strap are black.",
      "And lastly, there’s the ",
      ", which has two sides shaped like a circle, connected with fabric to make a round purse. This one is definitely a lovely aesthetic and stands out. The edges and strap are white. ",
      "The shoulder strap on all three styles of this bag is adjustable as well as detachable, and they all have a zippered main compartment.",
      "As we mentioned before, these Aldi crossbody rattan bags are very similar to others out there, including Bembien’s ",
      " bag. It currently costs $250 and comes in the same three colors as Aldi’s: black, copper (or brown) and white. ",
      "The shape of this one doesn’t exactly match Aldi’s, but the general design is so similar. Both sides of this purse are made from rattan in a net-like design, so you can see through the bag. The edges then have a leather-like material that matches the color of the strap. This one just happens to be in a “sling” shape. ",
      "And lastly, J. Crew sells an even similar back to Aldi’s with their ",
      ". It’s currently on sale for $116.50 (it was originally $198) and comes in two colors: English Saddle Ivory and Black Natural. ",
      "While this one is made with raffia, not rattan, the style of the raffia is nearly identical to Aldi’s. This bucket bag is also very similar to Aldi’s mini tote bag, down to the brown edges and handle. The main difference is the fact that J. Crew’s doesn’t have two handles and a strap and this one is larger with a bigger bottom. But the similarities are striking.",
      "So if you’re interested in perusing Aldi for some new purses to match your spring outfits, their Live In Style Rattan Crossbody Bags are worth checking out. Even for just the price alone."
    ]
  },
  {
    "origin": "thenextweb",
    "title": "This Una smartwatch can be taken apart like LEGO and repaired at home\n                                    ",
    "link": "/news/una-sports-smartwatch-can-be-taken-apart-like-lego-and-repaired-at-home",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F04%2Funa-smartwatch.jpg&signature=eb6a2f846e5041f39312bdf2953cda70",
    "resume": "\n                                    It could be the last smartwatch you'll ever own...\n                                ",
    "date_published": "April 7, 2025 - 12:52 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Scottish startup Una aims to upend this take-make-waste cycle. The company’s sports smartwatch is built to be repaired. Users can easily swap, replace, and ",
      " individual components like the screen, battery, and health sensors, extending the device’s lifespan.",
      "“Customers are tired of replacing expensive tech every few years,” said Lewis Allison, Una’s founder. “We’re showing the industry there’s a better way.”",
      "Una had a blockbuster launch on Kickstarter last week, signalling early demand for its repairable, upgradable smartwatch. The startup raised over £200,000 in just 48 hours after its launch on the crowdfunding platform. That’s more than 20 times its initial fundraising goal of £10,000.",
      "The 💜 of EU tech",
      "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!",
      "Over 3,000 people have pre-ordered Una’s smartwatch. The first deliveries are due to begin in August 2025 to customers in the EU, UK,",
      "While sustainability is at its core, Una’s watch doesn’t compromise on high-tech features. The smartwatch uses dual-frequency GPS, improving the accuracy, reliability, and robustness of location data.",
      "hese include a barometric altimeter for elevation changes, an accelerometer to track movement, and a magnetometer for orientation. It also measures heart rate and blood oxygen levels.",
      "Powered by an ultra-efficient Cortex-M33 chip, the smartwatch offers up to 10 days of battery life. It charges via a regular USB-C cable.",
      "Una runs on FreeRTOS, an open-source operating system for microelectronics. The company also offers add-on hardware and software “kits” that allow users to build custom apps, create new hardware modules, and even write their own firmware.",
      "Una departs from proprietary, closed-source devices like the Apple Watch and Garmin, which dominate the global smartwatch market, ",
      " $33bn last year.",
      "The Edinburgh-based startup is one of a growing number of tech companies developing products that customers can fix and upgrade themselves. Other examples include Fairphone, which ",
      " that can be repaired at home using just a screwdriver and a video manual, and Framework, which builds modular laptops.",
      "Una’s Kickstarter success follows a £300,000 investment from SFC Capital in March. The company also won £100,000 in the Scottish EDGE startup competition last year."
    ]
  },
  {
    "origin": "thenextweb",
    "title": "Mews leads top 10 funding rounds in rough quarter for Dutch tech\n                                    ",
    "link": "/news/mews-leads-top-10-funding-rounds-dutch-tech",
    "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2024%2F05%2FUntitled-design-1.jpg&signature=eb953ba3d85aef5cff9af4c138d309b3",
    "resume": "\n                                    Deal count in the Netherlands fell for the fifth successive quarter in Q1 2025\n                                ",
    "date_published": "April 9, 2025 - 4:44 pm",
    "author": "Siôn Geschwindt",
    "segments": [
      "Limited offer: Bag 2 tickets for the price of 1!",
      "Register for TNW Conference by 15 April and get another ticket totally free!",
      "Early-stage startups, on the other hand, were a rare bright spot in an otherwise poor outlook. Seed deals (typically €1mn-€4mn) accounted for nearly half of all investments in Q1 2025, with total funding in this category growing over 15% year-on-year to €58.4mn."
    ]
  },
  {
    "origin": "parade",
    "title": "How to Make the Best-Ever Matzo Ball Soup, According to Andrew Zimmern (and His Grandmother)",
    "link": "https://parade.com/food/andrew-zimmern-matzo-ball-soup",
    "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAyODI0/andrew-zimmern-matzo-ball-soup.jpg",
    "resume": "The celebrity chef breaks down his ultimate version of the classic dish. ",
    "date_published": "2025-04-11T19:15:00-04:00",
    "author": "Olivia Bria",
    "segments": [
      "Here at ",
      ", we're big ",
      " fans. The chef, writer and TV host (catch him now on season 4 of ",
      "on Tastemade and other platforms) always has the ",
      " to share. His thoughtful and careful approach to food and his thorough and helpful explanations make it possible for home cooks like us to ",
      ".",
      "In the recent past, we've chatted with Zimmern about his go-to ",
      " for Thanksgiving, his top tips for ",
      " and ",
      " for Hanukkah, and with ",
      " almost here, it was time to quiz him about another classic Jewish dish: matzo ball soup. ",
      "The comforting chicken soup is a favorite of Zimmern's. It's one of his \"top five favorite foods\" and he says that although he absolutely makes it for Passover, he loves the soup so much that he makes it at least once a month during the rest of the year. ",
      "His matzo all soup connections stretch back to his childhood, when his grandmother would make the dish. Some of his favorite matzo ball soup memories include helping his grandmother make the dish when he was about six years old.  As the youngest in the family, he would always receive “a second matzo ball” in his bowl, which is a pretty delicious advantage. ",
      "Over the years, Zimmern has perfected his grandmother’s ",
      ". It's light but comforting, bright with herbs and steeped in history, nostalgia and love. Here's how you can bring a taste of that tradition to your kitchen.",
      "The nostalgia of this recipe, aside from the pure tastiness, is what makes this soup so great, but there are other smart tips that Zimmern incorporates into the dish. ",
      "• ",
      "When it comes to matzo balls, you either have floaters or sinkers, which refer to the density of the matzo ball. This is a matter of heated debate and is also personal preference, but Zimmern is firming on Team Floater. “You want a matzo ball that doesn’t sink to the bottom of the pot when it’s simmering,” he says. Floaters still have “substance,” making them the “perfect” addition to your soup, according to Zimmern.",
      "To get the texture just right, Zimmern uses cream of tartar, baking soda, baking powder and whipped eggs whites to make his matzo balls. The whipped whites add air to the mixture and the three leavening agents make sure that there's even more puff to the finished matzo balls. ",
      "When you cut these matzo balls in half, you'll see the small holes inside, which give them their light (but not too light) texture. \"That's why you can eat like 400 of them,\" says Zimmern.",
      "•",
      "For the tastiest matzo balls, you need rendered chicken fat, also known as schmaltz. It adds a meaty richness to the matzo balls that you can't get from another fat, like vegetable oil. ",
      "• ",
      "There's no actual goose in the broth, but poaching a whole chicken in chicken stock fortifies the stock and makes it extra chicken-y. A richer broth makes for a more satisfying soup. ",
      "• ",
      "Zimmern's recipe includes a rutabaga, which is a somewhat unusual addition.  Zimmern explains that the root vegetable offers a “nuanced, bittersweet flavor,” that “marries with the sweetness of the carrots.” ",
      "According to Zimmern, it’s important to follow his recipe to a tee to “avoid weak broth, overcooked chicken, insipid vegetables, and mato balls that are more like stones than dumplings.” That may sound intimidating, but the cooking process itself is pretty simple, as long as you pay attention to the timing and measurements. "
    ]
  }
]