{"origin": "wired", "title": "What's Really Happening With Elon Musk and Those ‘Stranded’ Astronauts?", "link": "https://www.wired.com/story/elon-musk-stranded-astronauts-nasa-spacex-boeing/", "image": "https://media.wired.com/photos/67cf4023640b2ff123e89431/3:2/w_1600%2Cc_limit/Science_strandedastronauts_GettyImages-2151177544.jpg", "resume": "Two NASA officials have weighed in on the public dispute over when and how to bring home Butch Wilmore and Suni Williams, who have been on the International Space Station since June.", "date_published": "2025-03-10T15:49:50-04:00", "author": "Eric Berger, Ars Technica", "segments": ["Over the past month there has been something more than a minor kerfuffle in the space industry over the return of ", " from the ", ".", "The fate of Butch Wilmore and Suni Williams, who launched on the first crewed flight of Boeing's Starliner spacecraft on June 5, 2024, has become a political issue after President Donald Trump and SpaceX founder Elon Musk said the astronauts’ return was held up by the Biden White House.", "In February, Trump and Musk appeared on FOX News. ", ", the subject of Wilmore and Williams came up. They remain in space today after NASA decided it would be best they did not fly home in their malfunctioning Starliner spacecraft—but would return in a SpaceX-built Crew Dragon.", "\"At the president's request, or instruction, we are accelerating the return of the astronauts, which was postponed to a ridiculous degree,\" Musk said.", "\"They got left in space,\" Trump added.", "\"They were left up there for political reasons, which is not good,\" Musk concluded.", "After this interview, a Danish astronaut named Andreas Mogensen asserted that Musk was lying. \"What a lie,\" ", " on the social media site Musk owns, X. \"And from someone who complains about lack of honesty from the mainstream media.\"", "Musk offered a caustic response to Mogensen. \"You are fully retarded,\" ", ". \"SpaceX could have brought them back several months ago. I OFFERED THIS DIRECTLY to the Biden administration and they refused. Return WAS pushed back for political reasons. Idiot.\"", "NASA has not directly answered questions about this over the past month. However, the people who really know the answer lie within the human spaceflight programs at the space agency. After one news conference was canceled last month, two key NASA officials were finally made available on a media teleconference on Friday evening. These were Ken Bowersox, associate administrator, Space Operations Mission Directorate, and Steve Stich, manager of NASA's Commercial Crew Program, which is responsible for Starliner and Crew Dragon flights.", "This story originally appeared on ", ", a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.", "Musk is essentially making two claims. First, he is saying that last year SpaceX offered to bring Wilmore and Williams home from the International Space Station—and made the offer directly to the Biden administration. And the offer was refused for \"political\" reasons.", "Second, Musk says that, at Trump's request, the return of Wilmore and Williams was accelerated. The pair is now likely to return home to Earth as part of the Crew 9 mission later this month, about a week after the launch of a new group of astronauts to the space station. This Crew 10 mission has a launch date of March 12, so Wilmore and Williams could finally fly home about two weeks from now.", "Let's examine each of Musk's claims in light of what Bowersox and Stich said Friday evening.", "On July 14, last year, NASA awarded SpaceX ", " various options to bring Wilmore and Williams home on a Crew Dragon vehicle. At the time, the space agency was considering options if Starliner was determined to be unsafe. Among the options NASA was considering were to fly Wilmore and Williams home on the Crew 8 vehicle attached to the station (which would put an unprecedented six people in the capsule) or asking SpaceX to autonomously fly a Dragon to the station to return Wilmore and Williams separately.", "\"The SpaceX folks helped us with a lot of options for how we would bring Butch and Suni home on Dragon in a contingency,\" Bowersox said during Friday's teleconference. \"When it comes to adding on missions, or bringing a capsule home early, those were always options. But we ruled them out pretty quickly just based on how much money we've got in our budget, and the importance of keeping crews on the International Space Station. They're an important part of maintaining the station.\"", "As a result, the Crew 9 mission launched in September with just two astronauts. Wilmore and Williams joined that crew for a full six-month increment on the space station.", "Stich said NASA made that decision based on flight schedules to the space station and the orbiting laboratory's needs. It also allowed time to send SpaceX spacesuits up for the pair of astronauts and to produce seat liners that would make their landing in the water, under parachutes, safe.", "\"When we laid all that out, the best option was really the one that we're embarking upon now,\" Stich said. “And so we did Crew 9, flying the two empty seats, flying a suit for Butch up, and also making sure that the seats were right for Butch’s anthropometrics, and Suni's, to return them safely.”", "So yes, SpaceX has been working with NASA to present options, including the possibility of a return last fall. However, those discussions were being held within the program levels and their leaders: Stich for Commercial Crew and Dana Weigel for the International Space Station.", "\"Dana and I worked to come up with a decision that worked for the Commercial Crew Program and Space Station,\" Stich said. \"And then, Ken (Bowersox), we all, we had the Flight Readiness Review process with you, and the administrator of NASA listened in as well. So we had a recommendation to the agency and that was on the process that we typically use.\"", "Bowersox confirmed that the decision was made at the programmatic level.", "\"That’s typically the way our decisions work,\" Bowersox said. \"The programs work with what makes the most sense for them, programmatically, technically. We’ll weigh in at the headquarters level, and in this case we thought the plan that we came up with made a lot of sense.\"", "During the teleconference, a vice president at SpaceX, Bill Gerstenmaier, was asked directly what offer Musk was referring to when he mentioned the Biden administration. He did not provide a substantive answer.", "Musk claims he made an offer directly to senior officials in the Biden administration. We have no way to verify that, but it does seem clear that the Biden administration never communicated such an offer to lower-level officials within NASA, who made their decision for technical rather than political reasons.", "\"I think you know we work for NASA, and we worked with NASA cooperatively to do whatever we think was the right thing,\" the SpaceX official, Gerstenmaier, replied. \"You know, we were willing to support in any manner they thought was the right way to support. They came up with the option you heard described today by them, and we’re supporting that option.\"", "As of late last year, the Crew 9 mission was due to return in mid-February. However, there was a battery issue with a new Dragon spacecraft that was going to be used to fly Crew 10 into orbit. As a result, ", " on December 17 that the return of the crew was delayed into late March or early April.", "Then, on February 11, NASA announced that the Crew 10 launch was being brought forward to March 12. This was a couple of weeks earlier than planned, and it was possible because NASA and SpaceX decided to swap out Dragon capsules, using a previously flown vehicle—Crew Dragon ", "—for Crew 10.", "So was this change to accelerate the return of Wilmore and Williams politically driven?", "The decision to swap to ", " was made in late January, Stich said, and this allowed the launch date to be moved forward. Asked if political pressure was a reason, Stich said it was not. \"It really was driven by a lot of other factors, and we were looking at this before some of those statements were made by the President and Mr. Musk,\" he said.", "Bowersox added that this was correct but also said that NASA appreciated the president's interest in the space program.", "\"I can verify that Steve has been talking about how we might need to juggle the flights and switch capsules a good month before there was any discussion outside of NASA, but the president's interest sure added energy to the conversation,\" Bowersox said.", " "]}