{"origin": "cnet", "title": "Best Board Game Deals: Stock Up on Games for Kids and Adults With Big Discounts for National Board Game Day", "link": "https://www.cnet.com/deals/best-board-game-deals/", "image": "", "resume": "\n    Here are the best deals on fun games for the whole family.\n  ", "date_published": null, "author": null, "segments": ["Board games are a simple way to bring people together of all ages. Kids and adults can create fantastic memories in a fun environment. And with all the games available for many interests and age groups, each game night can be a completely new experience. And what better day to play some games than on ", "? ", "Board games come in many forms -- you can find ones that require ", " or ", ". There are even luck-based ", " that are simple and still fun. And if you shop around, you'll find good games are always on sale.", "My family and I love board games so I'm always looking for the best deals. And because I'll never be a rich man, I take advantage of every game deal I see for my gaming table. Now you can also enjoy the feeling of having all the board games you'll ever need. ", "Keep scrolling to check out our roundup of the best board game bargains available. We've found the top deals on a range of games, so you can find one that's right for your group. We'll keep updating the list as we find newer and better deals so be sure to check back often.", "Right now at Amazon and Target, you can score 50% off on a board game when you buy one. There are tons of classic options like ", ", ", " and various editions of ", ", as well as less popular -- but still super fun -- games like ", ", ", " and ", ". Some games are already discounted, maximizing your savings even more. ", "If you like to indulge in being a little sneaky, you'll love Spectre. The goal is to become the next big spy and to do so you need to build special devices and create your own spy network. You'll not only have to work against other players but also James Bond himself. You can play with up to four people so it's a good one for family nights if you all love spy films.", "Marvel is probably going to be fairly big for the rest of our lives and so too will the appeal of the humble zombie. Well, Marvel Zombies smooshes the two together into a board game for up to six players. The game comes with minis to play with and has you either trying to save the world or doom it. This set can also be added to others to make for an even larger potential game.", "Amazon might be the obvious choice for board games, but there are still plenty of other places you can find great deals. ", " tends to have a good selection of board game deals, often giving discounts such as \"buy one, get one 50% off,\" like we're seeing today. ", "Remember, a product's list price doesn't always tell you the real value. Often the list price is artificially inflated to make the deal look more attractive, so you'll want to check around and see what the true value of a product is. You might also want to install ", " to give you a bit of help with that."]}