{"origin": "wired", "title": "How to Protect Your Cats (and Backyard Chickens) From Bird Flu", "link": "https://www.wired.com/story/pets-and-backyard-flocks-are-at-risk-from-bird-flu-heres-how-to-protect-them/", "image": "https://media.wired.com/photos/67c6da4d19b174720fb381a9/3:2/w_1600%2Cc_limit/a123d951-6a7a-473f-a796-008ddb546ab5.JPG", "resume": "An H5N1 infection can be fatal for domestic animals, but there are steps you can take to minimize the risk of them catching the virus.", "date_published": "2025-03-18T12:12:13-04:00", "author": "Sassafras Patterdale", "segments": [" shortage has sent prices soaring at your local grocery store—and the culprit is H5N1 bird flu. The virus has infected poultry flocks ", ", with more than 166 million chickens having been killed by the virus or culled to contain it. H5N1 is also spreading among cattle, with ", ", and is suspected to be ", ".", "But these aren’t the only animals at risk. Domestic cats are ", " to catching the virus, which ", " in ", ", while the ", " of keeping backyard chickens—partly in response to the egg shortage—risks driving up cases further. Pets and backyard flocks can catch the virus from infected birds, alive or dead, as well as from droppings, contaminated surfaces, and contaminated food.", "The reported number of US pets impacted by bird flu is relatively low, but cases of H5N1 in domestic cats are rising across the country. As of March 12, there have been 115 cases recorded in pet cats, across 20 states, ", ". However, many cases in pets are probably being missed. “We are likely seeing an undercount of cases of H5 bird flu in pets, as not all sick pets with a possible epidemiologic link or exposure are reported to Veterinary Public Health,” says Jamie Middleton, director of veterinary public health and chief veterinarian at the Los Angeles County Department of Public Health. “As a result, not all cases are tested.”", "Cost of testing is an additional barrier to getting an accurate picture of how widespread pet infections are. “Commercial PCR lab testing for influenza at veterinary clinics is very costly, approximately $200 to $300 for a respiratory PCR panel for dogs and cats,” Middleton says. “Thus, many pet owners may elect to not test if their pet is experiencing respiratory symptoms.”", "Bird flu can also be missed during testing if an infected animal isn’t shedding the virus at the time they were tested, making it difficult to pinpoint just how widespread the virus is among pets.", "“We have known for years that cats are susceptible to influenza, and it’s on top of many people’s minds now because ", ",” says Sandra Faeh, president of the American Veterinary Medical Association (AVMA). Cats, specifically those that go outside, are particularly at risk because of their exposure to potentially sick birds.", "Cats are also becoming infected by being fed raw food—either homemade or commercially available—as well as ", ". Two cats in ", " after having been fed raw food produced by the company Northwest Naturals. These deaths prompted a voluntary ", " by the company.", "Northwest Naturals did not respond to a request for comment from WIRED.", "Faeh says that the best thing to do to protect your cat is to keep them inside and away from wildlife. Middleton of the Los Angeles County Department of Public Health also advises people to avoid “feeding raw or undercooked meat and poultry products, raw milk or raw dairy products, and raw pet food diets to their pets.”", "For cats who enjoy spending time outside, Feah says that leashed walks are a good option. She also encourages cat owners to consider constructing secure catios or enclosed and covered outdoor areas, to allow the animals to still get fresh air and the sensory stimulation of being outside, but without the risk of contact with wildlife and their droppings.", "As there are concerns that bird flu could also be passed to dogs, Faeh recommends keeping dogs on a leash when outside as well. The AVMA also advises against feeding ", " or treats to dogs.", "Faeh says that cat owners should seek out veterinary attention if they have any concerns about their pet’s health. Symptoms of bird flu to watch for include loss of appetite, lethargy, fever, runny nose, runny eyes, and tremors. If you have a sick pet and are making a veterinary appointment, be sure to notify the clinic when scheduling that you are concerned about bird flu. Your veterinary team may ask you and your pet to wait outside until your appointment time, and may take additional precautions in-clinic to prevent possible spread of the disease.", "Keeping backyard chickens has become a popular hobby, including in large cities across the United States, and with the rising price of eggs it’s likely that more and more Americans are going to start keeping flocks. If they spend time outside, backyard flocks are at high risk of catching bird flu right now.", "For those considering becoming chicken owners, Faeh recommends first contacting the local health and agriculture departments to discuss the risks of bird flu in the local area, prior to bringing any chickens home. If the risk of infection is high where you live—for instance if there have been reported outbreaks in flocks nearby—consider delaying becoming an owner.", "If you’re still set on getting chickens, or if you already have a backyard flock, there are precautions you can take, Faeh says. Chickens should not be permitted to roam free in your yard, she says; instead, keep them in a covered coop or run to prevent exposure to wildlife. Faeh also encourages owners to limit their chickens’ exposure to guests, who could unintentionally introduce the disease to the flock.", "Symptoms of H5N1 in backyard chickens can be more difficult to spot than in cats, as the birds can quickly die from the disease. It’s important to have established care with a local veterinarian who practices with chickens, Faeh says. If you notice any illness within your flock, contact your veterinarian right away. Likewise, if one of your chickens passes and you suspect bird flu, call your veterinarian and your local public health department.", "Owners should also take their own precautions when working with, caring for, and handling backyard chickens. Wash your hands and change your clothes after engaging with your birds, even if they seem in good health, Faeh says. If you have a pet or bird that appears sick, consider masking up, she adds.", "Although the spread of H5N1 from livestock to humans is rare, the virus has shown that it’s able to make this jump. Seventy people in the US have been infected since the beginning of the outbreak, and one person has died. Most human cases, however, have been reported in farm laborers working with infected livestock, with most of the transmission appearing to happen within the dairy industry, where people are encountering infected cattle and unpasteurized milk. The Centers for Disease Control and Prevention says the current risk to human health from H5N1 is low.", "But of course, the point of good hygiene is to try to stop the virus moving in either direction. If you handle sick chickens, you may not catch the virus, but you could pass it on. Washing your hands and changing clothes after spending time with your birds isn’t just for your benefit, but for the protection of other animals you might come into contact with—perhaps your pets, or those of people you know. “The risks are much lower to people than cats,” says Faeh. “We are more likely to bring it to them than they are to bring it to us.”"]}