{"origin": "parade", "title": "'Law & Order's' Caitlin Clark Reference Divides Fans", "link": "https://parade.com/tv/law-orders-caitlin-clark-reference-divides-fans", "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzMzA3/caitlin-clark-retired-number-carver-hawkeye-arena.jpg", "resume": "Law &amp; Order dropped a Caitlin Clark reference in its most recent episode, \"Inherent Bias,\" and fans are starkly divided on it.", "date_published": "2025-04-11T17:14:21-04:00", "author": "Andrea Reiher", "segments": ["The Thursday, April 10 episode of ", " waded into a women's basketball debate with an episode titled \"Inherent Bias.\"", "In the opening scenes, fictional white player Cameron Adler (", ") is asked in a post-game press conference about her scuffle with opposing player Nia Moore (", ") and how Moore threatened to \"end\" Adler. In a subsequent scene, Adler is shot and killed as she leaves the locker room after the game.", "Det. Vincent Riley (", ") and Det. Jalen Shaw (", ") then go to question Moore and they talk about the debate over Black players versus white players.", "Shaw sympathizes with Moore's frustration, saying, \"The league was built on the backs of talented Black women like yourself. And then these white girls come along, right? Cameron Adler, ", ", and they’re instant superstars. Everybody’s saying they put the league on the map.\"", "To this, Moore replies, \"And they're getting all the endorsements and sponsorships. Yeah, it's messed up.\"", "Riley replies, \"You gotta admit there's something special about her game, though, right?\"", "\"Yeah, she's white. But I hear you. Cam could play. I had a lot of respect for her,\" says Moore.", "Incidentally, there is a well-known real-life white player named Cameron Brink and a well-known real-life Black player named Maya Moore, though Moore retired in 2023.", "\"Law & Order\" fans were quick to respond on Twitter to express their displeasure with name-dropping Clark, who holds the NCAA scoring record and was named 2024 WNBA Rookie of the Year.", "\"Caitlin Clark is popular because she dominates on the court and shatters records, not because she is white. 'Law and Order' missed the plot just like real life,\" wrote one disgruntled fan.", "Another wrote, \"Don't watch @lawandordertv and based on this rage baiting, incendiary, intentionally divisive clip, will be canceling @Peacock and NBC can go 'eph itself.'\"", "\"This is nasty man LMAO,\" wrote a third.", "But other views thought it made sense, or at least that it was funny, or that \"Law & Order\" is just trying to stay relevant.", "\"This subject has been talked about for two years everywhere, so it makes sense it finally made it on a tv show, lol,\" wrote one \"Law & Order\" viewer.", "Another wrote, \"Remember, Caitlin Clark did a @TIME magazine interview where she spoke about having white privilege. Caitlin's privilege helps get other players put on. Case and point: Kate Martin! Her privilege helps get other players endorsement deals. Caitlin said the more we uplift black women, it's going to be a beautiful thing. She wasn't talking to her racist MAGA fans. She was talking to corporations, sponsors, and investors to invest in women's sports.\"", "\"How to be talked about: mention Caitlin Clark,\" wrote a third.", "A fourth chimed in with, \"Holy shit 🤣🤣🤣🤣🤣 They’re fr on W Twitter. That’s hysterical.\"", "For her part, Clark has addressed her white privilege. In the aforementioned ", " when she was named 2024 Athlete of the Year, she asserted that she has \"earned\" the accolades that she has gotten, but that she does acknowledge her privilege.", "\"I want to say I’ve earned every single thing, but as a white person, there is privilege. A lot of those players in the league that have been really good have been Black players,\" said Clark. \"This league has kind of been built on them. The more we can appreciate that, highlight that, talk about that, and then continue to have brands and companies invest in those players that have made this league incredible, I think it’s very important. I have to continue to try to change that. The more we can elevate Black women, that’s going to be a beautiful thing.", "Clark again addressed it in her appearance on Netflix's David Letterman show My Next Guest Needs No Introduction.", "\"I definitely have privilege…A lot of Black women that grew up making this league what it is. That’s kind of the shoulders that we stand on. So, I think that was something I’m very aware of and something I’m very thankful for. And they definitely deserve all the credit and the more we can give credit to them, the better. I’m very aware of that and I know that and I think there is responsibility in acknowledging that,\" said Clark.", "Finally, ", " in September 2024, Clark was asked about Black players receiving racist comments online and she said, \"Nobody in our league should be facing any sort of racism, hurtful, disrespectful, hateful comments and threats. Those aren’t fans. Those are trolls.\""]}