{"origin": "parade", "title": "Kelly Clarkson Sends Fans Reeling With 'Needed' Performance", "link": "https://parade.com/news/kelly-clarkson-fans-reeling-kellyoke-performance-stronger-era", "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzNTgw/nup_207344_00001-2.jpg", "resume": "'We asked she listened,' one of the singer's fans said about her latest 'Kellyoke' moment. ", "date_published": "2025-04-11T20:11:55-04:00", "author": "Carly Silva", "segments": ["is once again giving the people what they want.", "During the latest \"", "\" segment on her eponymous talk show, the 42-year-old hitmaker took on one of her own ", "—and somehow, she outdid herself. ", "🎬", "🎬", "For the Friday, April 11 episode of ", ", the singer and talk show host performed her own track, \"I Forgive You,\" which she released back in 2011 as part of her ", " album. ", "Per usual, Clarkson's vocals were flawless as she took on the fiery track, somehow even giving fans more chills than her original recording of the song. ", "A video of Friday's performance was shared to the official Instagram page for Clarkson's show, along with the caption, \"We are truly in our Stronger era 🤩.\" ", "Fans in the comments were nothing short of delighted to hear the ", " perform one of her own popular songs, dubbing \"I Forgive You\" as another one of the \"Kelly classics.\"", "\"we asked she listened!!! 😭🥹 thank you for this queen! 🫶🏻\" one Instagram user gushed in the comments. ", "Another grateful fan told Clarkson, \"You treat us so good 🥹.\" ", "\"OMG THE DEEP CUTS 😭😭😭\" someone else added, while another user said \"mother is mothering once again.\" ", " \"I’ll never forgive this not being a single!\" one commenter added. ", "Someone else chimed in to say, \"The Stronger era is more needed now than ever to help us navigate these times.\" "]}