{"origin": "wired", "title": "Wildfires Are One of Hurricane Helene’s Lasting Legacies", "link": "https://www.wired.com/story/how-hurricanes-can-fuel-wildfires-in-the-southeast/", "image": "https://media.wired.com/photos/67d2b78359d8434b6e6583ab/3:2/w_1600%2Cc_limit/GettyImages-2202373642.jpg", "resume": "A number of fires broke out in the Southeastern US last week. Hurricane-downed trees may have helped fuel the flames, experts say.", "date_published": "2025-03-15T07:00:00-04:00", "author": "Kiley Price", "segments": ["More than 200 wildfires broke out in the southeastern US last week, marking an active start to the region’s annual fire season. A particularly large fire in a forest near Myrtle Beach, South Carolina, forced dozens of evacuations and scorched more than 2,000 acres of land. Firefighters have largely contained the most severe blazes, but fire risk remains high in parts of the region.", "Severe wind and an unusually long period of dryness in the Southeast have made it easier for wildfires to ignite and spread. Meanwhile, a weather disaster that hit last year may be helping supply ample fuel to keep the flames raging. In September, Hurricane Helene tore through the Southeast, dumping more than a foot of rain in some locations and knocking over hundreds of thousands of acres of trees across the region.", "Now, these dried-out trees act as kindling and could block firefighters’ access to the fires. This deadly combination of hurricane-fueled destruction and drought is expected to get worse as climate change accelerates, experts say.", "Though I’m normally based on the East Coast, I spent all of last week in Southern California reporting on the aftermath of the fires that decimated parts of Los Angeles County in January (more stories on this to come). Many people think of the West as the US fire epicenter, which is true in some ways. But purely by numbers, the Southeast has more wildfires than any other part of the country in a given year, ", ".", "These numerous and (mostly) small fires occur primarily in the spring and fall, with peak activity hitting between March and May. Fire is a natural part of ecosystems in the Southeast, often burning through weedy shrubs and enabling native plants to grow without as much competition. For people, most of the problems begin in what’s called the wildland-urban interface (WUI): A growing number of homeowners in the region live in extremely close proximity to forests and grasslands, where wildfires can easily encroach on property.", "And abnormally dry conditions, like the ones that most of the Carolinas have been experiencing since last fall, can pose heightened risks to WUI communities if a fire ignites.", "“It’s not typical for conditions to be as dry as they have been the past couple of months,” Lauren Lowman, an associate professor in environmental engineering at Wake Forest University, told me. “Anything from a lightning strike to [a] power line sparking to someone deciding to burn leaves in their backyard and it just sort of getting out of control can lead to a wildfire under those conditions.”", "On Monday, police arrested a person for starting the Myrtle Beach fire by burning debris in her yard without taking necessary precautions to contain the fire, according to the South Carolina Forestry Commission. As I ", ", droughts set up the ideal conditions for human-ignited fires to spread.", "Dozens of other fires broke out in Georgia and western North Carolina, which were both hard-hit by Hurricane Helene. In some areas, the fallen trees can act as fuel and promote fire spread in the short and long term, according to Virginia Iglesias, who studies the effects of climate variability on social-environmental systems at University of Colorado Boulder.", "“After the hurricane, there were lots of dead trees felled on the ground, and that allows for sunlight to reach the ground,” Iglesias said. “And with that, it’s easier for biomass to desiccate, promoting fire if there’s an ignition. That’s in the short term. Another consequence of these fires is that they represent an access issue for firefighters. So there are lots of logs blocking roads.”", "This happened last week in North Carolina’s Polk County, where firefighters struggled to navigate between fallen trees and contain an almost 500-acre fire in the area, ", ". These fallen trees can be a fire nuisance for years after a hurricane, particularly in the Southeast, where dried out pine needles are highly combustible.", "For example, in 2018, Hurricane Michael decimated around 1.3 million acres of longleaf pine habitat in the Florida Panhandle, which ", " the Bertha Swamp Road Fire in 2022 that burned more than 33,000 acres.", "Some fire experts are also concerned that the extra sunlight on the landscape could trigger the growth of plants like rhododendron and mountain laurel in the southern Appalachians, which burn intensely if they catch fire.", "“And now we’ve got full sunlight on these areas that before didn’t get full sunlight,” Gary C. Wood, a retired North Carolina Forest Service worker who now coordinates wildfire management strategies for the Wildland Fire Leadership Council’s Southeast Region, ", ". “So that stuff could really increase, growth-wise, and that’s gonna have a potential impact from a firefighting standpoint.”", "While a wide body of research clearly shows that climate change is fueling more intense fires out West, scientists are still fleshing out the direct climate connection for blazes in the Southeast. But some studies do show that warming is setting up conditions that wildfires thrive in throughout the region.", "“Droughts are expected to become more intense and more frequent in the Southeast and many other areas of the country because of climate change,” Iglesias said. This could dramatically increase the amount of forest burned in the southern Appalachians, according to a ", ".", "To combat this, forest managers in this region often ignite planned, contained fires known as prescribed burns, which help clear out dry plants before they can fuel larger infernos. However, there are a few roadblocks to this strategy. More than 50 percent of the 751 million acres of forest land in the US is privately owned, and these owners decide how their land is managed. That means government agencies are required to get permission from homeowners before clearing downed trees following a storm or to allow prescribed burns on their land. There’s a growing push from some groups to help homeowners in North Carolina embrace this fire control strategy, ", ".", "Another snag is that climate change could reduce the number of days that land managers can practice prescribed burning in the Southeast, according to a ", ". Vegetation must be dry enough to ignite and burn, but temperatures and winds should be moderately low to prevent the fire from getting out of control—conditions that are becoming less predictable as global temperatures rise. Like wildfires, prescribed burns can also release air pollution, which can negatively affect air quality. My colleague Lee Hedgepeth ", ", which is currently happening in Birmingham, Alabama.", "At the same time, the Trump administration has ", " in recent weeks, leaving large swaths of the country unprepared to take on large wildfires, experts say."]}