{"origin": "parade", "title": "The Ina Garten Coconut Macaroon Recipe That Fans Call 'Perfect' and 'Incredible'", "link": "https://parade.com/food/ina-garten-coconut-macaroons", "image": "https://parade.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_620/ODowMDAwMDAwMDAwNjAzNDg1/coconut-macaroons.jpg", "resume": "A five ingredient cookie so good, you’ll never go back to store-bought.\n\n", "date_published": "2025-04-11T19:45:00-04:00", "author": "Jessica Wrubel", "segments": ["There are a few non-negotiables when it comes to ", " in my book: a hot bowl of ", " (hold the dill), a box of raspberry-jelly-filled Joyva Jell Rings, and—perhaps most crucial of all—a pretty platter of ", ", proudly displayed like little edible jewels all ready for springtime. ", "Nothing was better growing up than Passover with my family. Even now, as an adult, the 'pop' of a can of Streit's macaroons still gives me a little thrill. But I’m going to say something that just might get me kicked out of the Passover Seder this year: I think I'm done with store-bought macaroons.", "That's because Ina Garten’s ", " coconut macaroons are making the rounds on the internet yet again. These little gems are so shockingly simple—and so undeniably delicious—that it's no wonder they have hundreds of four-star reviews. And while these might not come with the satisfying ", " of a can lid, they do come with the satisfaction of knowing you made something utterly special for your family with a mere five ingredients.", "To make Ina Garten’s coconut macaroons, you’ll need 14 ounces of sweetened shredded coconut, 14 ounces of sweetened condensed milk, one teaspoon of vanilla extract, two extra-large egg whites at room temperature and 1/4 teaspoon of kosher salt. That's it!", "Start by preheating your oven to 325°. In a large bowl, stir the shredded coconut, sweetened condensed milk and vanilla. In the bowl of an electric mixer fitted with the whisk attachment, beat the egg whites with the kosher salt on high speed until medium-firm peaks form. Gently fold the fluffy egg whites into the coconut mixture, being careful not to deflate them too much.", "Drop the batter onto parchment-lined baking sheets using two spoons or a small ice cream scoop. Bake for 25 to 30 minutes, until the macaroons are golden brown. Let them cool before serving.", "Now, a quick note from the review trenches: a few folks mentioned that their batter was a little too wet and the macaroons spread more than expected. Some fixed it by reducing the amount of sweetened condensed milk slightly. But the vast majority of bakers had no issue at all—and were too busy making second and third batches to fuss over it.", "One longtime fan gushed, \"These are so fantastic! Simple to make, moist with crispy edges! Everyone loves them… After they’re baked I let them cool then dip the bottoms in melted semi sweet chocolate! So yummy! They’re a wow! Make these!!\"", "Another reviewer agreed, \"Toasty coconut tops and moist center. I did drizzle some dark chocolate on top ever so slightly. 😁 Thank you FN for another awesome recipe to add to my repertoire of Christmas cookies. I give this 5 stars!\"", "The raves continued over on YouTube. \"Used this recipe as she demonstrated and they were perfect!\" said one commenter. \"I have used this recipe more than once. They are incredible!\" added another satisfied baker. ", "The reviews don't lie. So this year, I'll be skipping the can and channeling my inner Ina yet again. And hopefully, these homemade macaroons will become the new tradition in my house."]}