{"origin": "cnet", "title": "Is it Safe to Share Your Social Security Number? Experts Explain the Risks", "link": "https://www.cnet.com/news/is-it-safe-to-share-your-social-security-number-experts-explain-the-risks/", "image": "", "resume": "\n    Here's when it's safe to share your Social Security Number and what to do if your private info was exposed in a data breach.\n  ", "date_published": "April 11, 2025  1:49 p.m. PT", "author": "Dan Avery", "segments": [" numbers were ", " by the US federal government as a way to administer retirement and disability benefits. Since then things have changed dramatically, and Social Security numbers are now used as ", " within the United States for citizens, international students and people who are cleared to work within the country. ", "Today, if you're getting a ", ", buying a home or even receiving a paycheck, you'll need to provide your Social Security number. It's probably one of the most important piece of identification you have, though Social Security Numbers have been increasingly exposed in data breaches. Most recently, hackers infiltrated background check company National Public Data, ", ", which may include the Social Security numbers of every person in the US, ", " the Los Angeles Times.", "Because nearly every US citizen and permanent resident has a Social Security number, the numbers are now the go-to authentication method for cell service operators, utility companies and even retail companies. That makes them a prime target for identity theft. Now that it's ", ", the IRS is telling taxpayers to ", " to protect their sensitive information. ", "How do you know when you should -- and shouldn't -- share your Social Security number? We consulted the experts.  ", "For more, here's ", " and don't miss our ", ".", "Though it's important to protect your Social Security number, there are legitimate reasons for sharing those nine digits.   ", "\"Any company that you're applying to for a loan or line of credit needs your number,\" Paige Hanson, cyber safety education chief at ", ", said in an interview.    ", "That includes banks and credit reporting agencies, Hanson said, but it could also mean a cell service provider, since a phone contract is like a line of credit.   ", "Your Social Security number is also going to be mandatory for anything that triggers tax reporting, including your employer reporting your wages to the IRS, said Alan Butler, executive director of the ", ", a nonprofit focused on defending privacy and identity rights.    ", "You'll need to share it if you have an investment adviser or are engaging in a cash transaction of $10,000 or more -- like buying a car or house.    ", "Government agencies that provide benefits can also request your number, including the US Department of Labor and state agencies that administer Medicaid. Those requests should come with a disclosure form that explains whether the number is required or optional, confirms the agency's authority to ask for it and explains what it'll be used for.   ", "There are many more instances when you shouldn't offer up your Social Security number. With ", ", never give out your information in an email or over the phone.   ", "\"If you're not initiating the call, you should never share your personal information,\" NortonLifeLock's Hanson said. \"Even if it looks like it's coming from a legit company you do business with.\" ", "Confirming the last four digits of your Social is lower risk, Hanson said, since it's data a company already has.", "Not everyone asking for your number has bad intentions: \"Some businesses just want your code just because it's a faster way to look up your account,\" Hanson added.    ", "But that's not a good enough reason for them to have it.", "Others may want it if they're having you sign a contract, like a gym membership. \"It's an easier way to go to a collections agency if they have to,\" Hanson said. \"But there are other ways.\"    ", "While employers can ask for your Social, \"it absolutely cannot be required to get a job,\" Hanson said. So it shouldn't be on any job application.   ", "If they won't budge and you're not comfortable giving them your personal information, then don't. \"Every time another entity stores your Social, it's one more chance for identity theft,\" said Butler.  ", "If a company asks for your Social Security number, find out if there's an alternate form of identification you can use.", "By the time you're an adult, your Social Security number has been entered into so many databases it's impossible to keep it 100% secure. But there are ", " to better protect their account numbers.    ", "Don't carry your Social Security card in your wallet or purse. Keep it in a safe place at home. And shred any documents or pieces of mail that include your number, rather than just throwing them out. Also, If you're asked for your SSN, find out why.   ", "\"You should feel empowered to ask, 'Why do you need this? Where are you storing this?'\" Hanson said. \"'Is there another piece of information I can use instead?'\"   ", "Hanson recently took her daughter for a doctor's visit, and the form at the counter requested both of their SSNs. ", "\"There was really no need for them,\" Hanson said. \"So I left it blank on the form and they didn't say anything.\" ", "Another way to protect your Social Security number is by \"freezing\" your credit reports with Transunion, Equifax and Experian.  ", "If someone tries to use your number to open a credit card or get a loan, the request for your credit report will be declined. You can freeze your report indefinitely or set a specific \"thaw\" date.  ", "You should also regularly check your reports for any strange activity -- a free copy of all three is available annually from ", " -- and ", " on the Social Security website to see if anyone is accessing benefits using your number.    ", "If you think you've been the victim of identity theft using your Social Security number, report the incident to ", ", your local police department and any businesses that may have been given your number fraudulently.   ", "If you think your number has been used illicitly to get a job or access your tax return, you can also contact the Social Security Administration at 800-772-1213 or visit the ", ". ", "Though it's possible to get a new Social Security number, it likely won't solve all your problems, ", ".   ", "\"Sometimes getting a new number can leave you worse off,\" Steve Toporoff with the FTC's Division of Privacy and Identity Protection said in a statement, \"because you need to contact all the government agencies, financial institutions, credit bureaus, health insurers and other places where the old Social Security number might be used.\" "]}