{"origin": "wired", "title": "The Extreme Weather Conditions That Drove the Carolina Wildfires", "link": "https://www.wired.com/story/the-extreme-weather-conditions-that-drove-the-carolina-wildfires/", "image": "https://media.wired.com/photos/67cb3c5e7864c6b4449a6168/3:2/w_1600%2Cc_limit/Science_Carolinas_wildfire_GettyImages-2202662290.jpg", "resume": "The wildfires in the Carolinas have followed months of whiplash weather—drought, followed by hurricane-fueled floods, and then more drought.", "date_published": "2025-03-08T08:00:00-05:00", "author": "Lauren Lowman", "segments": [" ", " ", " ", "Scores of wildfires broke out across ", ", ", ", and ", " in early March 2025 as strong winds, abnormally dry conditions, and low humidity combined to kindle and spread the flames.", "The fires followed a year of ", " in the Carolinas, from a flash drought over the summer to ", " in September, and then back to drought again. Storms on March 5, 2025, helped ", " still burning, but the Southeast fire season is only beginning. Wake Forest University wildfire experts ", " and ", " put the fires and the region’s dry winter into context.", "Most of North and South Carolina have been ", " since at least November 2024. Consistently dry conditions through the winter dried out vegetation, leaving fuel for wildfires.", "When the land and vegetation is this dry, all it takes is a lightning strike or a man-made fire and wind gusts to start a wildfire.", "Drought maps: North and South Carolina conditions as of February 25, 2025. US Drought Monitor", "Hurricanes did flood the region in late summer 2024, but before that, the Carolinas were experiencing a flash drought.", " are extreme droughts that develop rapidly due to lack of precipitation and dry conditions in the atmosphere. When the atmosphere is dry, it pulls water from the vegetation and soils, ", ".", "In August and September, Tropical Storm Debby and ", " caused extensive flooding in the two states, but the Carolinas received little rainfall in the months that followed, leaving winter 2025 abnormally dry again.", "Fires are historically fairly common in the Carolinas. They’re a natural part of the landscape, and many ", " to depend on them.", "Carnivorous plants such as Venus flytraps and pitcher plants ", " to remove shrubs and other plants that would grow over them and block the light. Even some ", " for their habitats and for food from the mix of native plants that regrow after a fire.", "The ", "—how often fires have historically burned in a region—range from one to 10 years for the Piedmont and Coastal Plains in the east and 10 to 40 years in the Appalachian Mountains. However, many unplanned fires today are put out. That means underbrush that would normally burn every decade or so can build up over time, fueling more intense fires when it does burn.", "Some ecosystems rely on fire.", "To avoid that overgrowth, land managers conduct annual prescribed fires to ", " in a controlled way. These controlled burns are critical for removing vegetation that otherwise could provide additional fuel for more intense and damaging wildfires.", "Extreme weather events are ", ", including ", ".", "Increasing temperatures mean the atmosphere ", ", amplifying how much water it can draw from the land surface and eventually drop in heavier storms. That can lead to more extreme storms and longer dry periods. In humid regions like the Southeast, where there is an abundance of dense vegetation, periods of warm, dry conditions that dry out that vegetation will increase the risk of wildfire.", "A fire crew prepares to battle a blaze in Horry County, South Carolina, on March 3, 2025", "According to the US Drought Monitor, the ", " than other regions in the country in the first two decades of the 21st century.", "The weather variability also makes it harder to clear out forest undergrowth. Prescribed burns require that vegetation be dry enough to burn but also that winds are calm enough to allow firefighters to manage the flames. Studies show those ", " in the Southeast in a warming world. Without that tool to reduce fuel, the risk of intense wildfires rises."]}